{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 128
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "'": 5,
      ",": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      "[": 17,
      "\\": 18,
      "]": 19,
      "a": 20,
      "b": 21,
      "c": 22,
      "d": 23,
      "e": 24,
      "f": 25,
      "g": 26,
      "h": 27,
      "i": 28,
      "j": 29,
      "k": 30,
      "l": 31,
      "m": 32,
      "n": 33,
      "o": 34,
      "p": 35,
      "q": 36,
      "r": 37,
      "s": 38,
      "t": 39,
      "u": 40,
      "v": 41,
      "w": 42,
      "x": 43,
      "y": 44,
      "z": 45,
      "##u": 46,
      "##r": 47,
      "##o": 48,
      "##p": 49,
      "##e": 50,
      "##a": 51,
      "##n": 52,
      "##i": 53,
      "##d": 54,
      "##g": 55,
      "##s": 56,
      "##k": 57,
      "##m": 58,
      "##x": 59,
      "##c": 60,
      "##t": 61,
      "##v": 62,
      "##l": 63,
      "##y": 64,
      "##b": 65,
      "##h": 66,
      "##w": 67,
      "##f": 68,
      "##0": 69,
      "##z": 70,
      "##4": 71,
      "##5": 72,
      "##j": 73,
      "##1": 74,
      "##q": 75,
      "##2": 76,
      "##7": 77,
      "##6": 78,
      "##3": 79,
      "##8": 80,
      "##9": 81,
      "##er": 82,
      "th": 83,
      "##nd": 84,
      "##oo": 85,
      "the": 86,
      "##ta": 87,
      "##as": 88,
      "##el": 89,
      "and": 90,
      "##in": 91,
      "##ea": 92,
      "##on": 93,
      "##ce": 94,
      "sta": 95,
      "was": 96,
      "##or": 97,
      "##ti": 98,
      "##ed": 99,
      "##ot": 100,
      "##ood": 101,
      "##ing": 102,
      "##en": 103,
      "##ff": 104,
      "##ou": 105,
      "##ery": 106,
      "##oom": 107,
      "##es": 108,
      "##tion": 109,
      "to": 110,
      "##it": 111,
      "##om": 112,
      "good": 113,
      "is": 114,
      "staff": 115,
      "room": 116,
      "very": 117,
      "##ly": 118,
      "##le": 119,
      "##ice": 120,
      "hot": 121,
      "in": 122,
      "##an": 123,
      "##al": 124,
      "hotel": 125,
      "lo": 126,
      "##at": 127,
      "##re": 128,
      "##ere": 129,
      "cl": 130,
      "##is": 131,
      "##rea": 132,
      "##ation": 133,
      "loc": 134,
      "for": 135,
      "##ar": 136,
      "##ean": 137,
      "##ec": 138,
      "fr": 139,
      "clean": 140,
      "##ul": 141,
      "location": 142,
      "pr": 143,
      "ex": 144,
      "##ble": 145,
      "##et": 146,
      "stay": 147,
      "al": 148,
      "of": 149,
      "it": 150,
      "##ent": 151,
      "##ve": 152,
      "##ful": 153,
      "##per": 154,
      "##il": 155,
      "##ut": 156,
      "##end": 157,
      "com": 158,
      "##th": 159,
      "##os": 160,
      "##ur": 161,
      "##elp": 162,
      "##ell": 163,
      "##id": 164,
      "help": 165,
      "were": 166,
      "ha": 167,
      "##ir": 168,
      "##ith": 169,
      "##erv": 170,
      "at": 171,
      "not": 172,
      "with": 173,
      "##gh": 174,
      "nice": 175,
      "are": 176,
      "##ay": 177,
      "##ast": 178,
      "serv": 179,
      "##ic": 180,
      "##ac": 181,
      "pro": 182,
      "service": 183,
      "ch": 184,
      "##for": 185,
      "food": 186,
      "ev": 187,
      "on": 188,
      "wh": 189,
      "rooms": 190,
      "helpful": 191,
      "##reat": 192,
      "we": 193,
      "##ous": 194,
      "##iend": 195,
      "they": 196,
      "friend": 197,
      "great": 198,
      "you": 199,
      "##us": 200,
      "##reak": 201,
      "##igh": 202,
      "##fast": 203,
      "##table": 204,
      "this": 205,
      "##reakfast": 206,
      "##king": 207,
      "as": 208,
      "be": 209,
      "comfor": 210,
      "sp": 211,
      "re": 212,
      "friendly": 213,
      "breakfast": 214,
      "ne": 215,
      "am": 216,
      "##ity": 217,
      "##est": 218,
      "pl": 219,
      "##ace": 220,
      "del": 221,
      "##ke": 222,
      "comfortable": 223,
      "all": 224,
      "##ain": 225,
      "but": 226,
      "##ow": 227,
      "##ty": 228,
      "##ver": 229,
      "my": 230,
      "##ch": 231,
      "rea": 232,
      "nea": 233,
      "##am": 234,
      "##ess": 235,
      "##nt": 236,
      "##ien": 237,
      "##ely": 238,
      "tr": 239,
      "from": 240,
      "##ld": 241,
      "##im": 242,
      "##so": 243,
      "##all": 244,
      "su": 245,
      "an": 246,
      "##por": 247,
      "every": 248,
      "##ge": 249,
      "##ious": 250,
      "ac": 251,
      "li": 252,
      "so": 253,
      "there": 254,
      "##hi": 255,
      "that": 256,
      "##ight": 257,
      "place": 258,
      "##one": 259,
      "qu": 260,
      "##ad": 261,
      "no": 262,
      "##ant": 263,
      "me": 264,
      "well": 265,
      "boo": 266,
      "##lly": 267,
      "had": 268,
      "sh": 269,
      "##our": 270,
      "##ter": 271,
      "##ience": 272,
      "also": 273,
      "##cell": 274,
      "proper": 275,
      "##ption": 276,
      "near": 277,
      "##cellent": 278,
      "wor": 279,
      "##av": 280,
      "##ked": 281,
      "really": 282,
      "excellent": 283,
      "##ite": 284,
      "##able": 285,
      "##port": 286,
      "##room": 287,
      "##ome": 288,
      "air": 289,
      "##omm": 290,
      "delhi": 291,
      "have": 292,
      "##ust": 293,
      "bed": 294,
      "##thing": 295,
      "##tive": 296,
      "##ill": 297,
      "us": 298,
      "##az": 299,
      "##ould": 300,
      "res": 301,
      "##ro": 302,
      "exper": 303,
      "property": 304,
      "our": 305,
      "experience": 306,
      "chec": 307,
      "de": 308,
      "en": 309,
      "man": 310,
      "##ers": 311,
      "its": 312,
      "##ties": 313,
      "##ind": 314,
      "everything": 315,
      "##ception": 316,
      "##ue": 317,
      "##ond": 318,
      "##way": 319,
      "con": 320,
      "##ol": 321,
      "##pp": 322,
      "airport": 323,
      "hos": 324,
      "over": 325,
      "##ect": 326,
      "##ities": 327,
      "##azing": 328,
      "sa": 329,
      "station": 330,
      "##hroom": 331,
      "amazing": 332,
      "check": 333,
      "like": 334,
      "price": 335,
      "##oney": 336,
      "by": 337,
      "money": 338,
      "##ail": 339,
      "ar": 340,
      "##the": 341,
      "##acious": 342,
      "rec": 343,
      "##ud": 344,
      "##ose": 345,
      "spacious": 346,
      "tim": 347,
      "did": 348,
      "##ag": 349,
      "booking": 350,
      "best": 351,
      "##ate": 352,
      "out": 353,
      "ab": 354,
      "##ple": 355,
      "##ally": 356,
      "##ri": 357,
      "##vid": 358,
      "##out": 359,
      "will": 360,
      "than": 361,
      "##ommend": 362,
      "reception": 363,
      "mor": 364,
      "main": 365,
      "need": 366,
      "recommend": 367,
      "##ated": 368,
      "ta": 369,
      "provid": 370,
      "fac": 371,
      "too": 372,
      "bat": 373,
      "per": 374,
      "met": 375,
      "night": 376,
      "##od": 377,
      "##ig": 378,
      "nthe": 379,
      "or": 380,
      "##tr": 381,
      "##ich": 382,
      "beh": 383,
      "which": 384,
      "##ont": 385,
      "close": 386,
      "time": 387,
      "facil": 388,
      "val": 389,
      "##ment": 390,
      "##ough": 391,
      "metro": 392,
      "day": 393,
      "ma": 394,
      "##st": 395,
      "behav": 396,
      "coo": 397,
      "##tal": 398,
      "##taur": 399,
      "##ater": 400,
      "even": 401,
      "any": 402,
      "value": 403,
      "##taurant": 404,
      "sm": 405,
      "bathroom": 406,
      "area": 407,
      "can": 408,
      "restaurant": 409,
      "overall": 410,
      "ag": 411,
      "##ew": 412,
      "##ks": 413,
      "##ist": 414,
      "##com": 415,
      "##ard": 416,
      "##fect": 417,
      "pol": 418,
      "##pi": 419,
      "if": 420,
      "vis": 421,
      "##ality": 422,
      "here": 423,
      "##qu": 424,
      "one": 425,
      "when": 426,
      "perfect": 427,
      "would": 428,
      "##ep": 429,
      "##ile": 430,
      "##hing": 431,
      "##ound": 432,
      "hospi": 433,
      "behavi": 434,
      "##fe": 435,
      "##eci": 436,
      "high": 437,
      "just": 438,
      "gu": 439,
      "water": 440,
      "new": 441,
      "again": 442,
      "he": 443,
      "##ily": 444,
      "##ark": 445,
      "kind": 446,
      "polite": 447,
      "lov": 448,
      "only": 449,
      "facilities": 450,
      "##lin": 451,
      "##fter": 452,
      "up": 453,
      "##tic": 454,
      "exp": 455,
      "av": 456,
      "des": 457,
      "##iz": 458,
      "##ative": 459,
      "nothing": 460,
      "after": 461,
      "st": 462,
      "##oy": 463,
      "##oor": 464,
      "##ost": 465,
      "##ame": 466,
      "visit": 467,
      "##si": 468,
      "##ide": 469,
      "##ner": 470,
      "more": 471,
      "dis": 472,
      "im": 473,
      "##ven": 474,
      "their": 475,
      "super": 476,
      "##ure": 477,
      "quality": 478,
      "show": 479,
      "wal": 480,
      "##age": 481,
      "##ten": 482,
      "trav": 483,
      "manag": 484,
      "cooper": 485,
      "get": 486,
      "off": 487,
      "pre": 488,
      "##un": 489,
      "acc": 490,
      "avail": 491,
      "some": 492,
      "##ab": 493,
      "fam": 494,
      "ok": 495,
      "##ient": 496,
      "##tain": 497,
      "staffs": 498,
      "didnt": 499,
      "hospital": 500,
      "big": 501,
      "par": 502,
      "##um": 503,
      "##iet": 504,
      "bea": 505,
      "eas": 506,
      "##uti": 507,
      "##if": 508,
      "##ion": 509,
      "fl": 510,
      "un": 511,
      "##sta": 512,
      "your": 513,
      "hospitality": 514,
      "##utiful": 515,
      "di": 516,
      "pe": 517,
      "beautiful": 518,
      "go": 519,
      "has": 520,
      "hotels": 521,
      "stayed": 522,
      "safe": 523,
      "provided": 524,
      "ple": 525,
      "##cent": 526,
      "cooperative": 527,
      "available": 528,
      "pleas": 529,
      "do": 530,
      "neat": 531,
      "##liness": 532,
      "ad": 533,
      "min": 534,
      "##icious": 535,
      "family": 536,
      "could": 537,
      "char": 538,
      "host": 539,
      "##ecially": 540,
      "peo": 541,
      "app": 542,
      "bad": 543,
      "oth": 544,
      "##pt": 545,
      "##erful": 546,
      "thing": 547,
      "ext": 548,
      "delicious": 549,
      "##ade": 550,
      "working": 551,
      "##ways": 552,
      "co": 553,
      "fe": 554,
      "gi": 555,
      "vi": 556,
      "wel": 557,
      "wond": 558,
      "inc": 559,
      "who": 560,
      "about": 561,
      "mu": 562,
      "mark": 563,
      "se": 564,
      "##fin": 565,
      "##ear": 566,
      "##ession": 567,
      "beds": 568,
      "enj": 569,
      "behaviour": 570,
      "people": 571,
      "##and": 572,
      "##te": 573,
      "services": 574,
      "##ommod": 575,
      "defin": 576,
      "manager": 577,
      "accommod": 578,
      "wonderful": 579,
      "enjoy": 580,
      "ind": 581,
      "##ning": 582,
      "##ces": 583,
      "##itely": 584,
      "located": 585,
      "always": 586,
      "##tained": 587,
      "##se": 588,
      "cleanliness": 589,
      "##ack": 590,
      "requ": 591,
      "definitely": 592,
      "fan": 593,
      "##by": 594,
      "##00": 595,
      "inter": 596,
      "##ree": 597,
      "ca": 598,
      "##fession": 599,
      "##oth": 600,
      "##arly": 601,
      "booked": 602,
      "##ifi": 603,
      "bu": 604,
      "tast": 605,
      "atten": 606,
      "quiet": 607,
      "city": 608,
      "cour": 609,
      "##ition": 610,
      "##ance": 611,
      "maintained": 612,
      "small": 613,
      "other": 614,
      "much": 615,
      "dont": 616,
      "rail": 617,
      "##ine": 618,
      "##ick": 619,
      "decent": 620,
      "aw": 621,
      "call": 622,
      "dir": 623,
      "ro": 624,
      "wifi": 625,
      "##pl": 626,
      "##rem": 627,
      "##ise": 628,
      "extrem": 629,
      "made": 630,
      "##ged": 631,
      "##tle": 632,
      "##enities": 633,
      "##tions": 634,
      "sup": 635,
      "easy": 636,
      "railway": 637,
      "bet": 638,
      "siz": 639,
      "##ry": 640,
      "ow": 641,
      "pa": 642,
      "pers": 643,
      "##tan": 644,
      "##ating": 645,
      "profession": 646,
      "quite": 647,
      "market": 648,
      "indi": 649,
      "extremely": 650,
      "person": 651,
      "##get": 652,
      "##use": 653,
      "amenities": 654,
      "highly": 655,
      "dirty": 656,
      "cent": 657,
      "tea": 658,
      "amb": 659,
      "##tra": 660,
      "diff": 661,
      "feel": 662,
      "es": 663,
      "loo": 664,
      "##oc": 665,
      "##side": 666,
      "##ong": 667,
      "resp": 668,
      "take": 669,
      "guest": 670,
      "bus": 671,
      "early": 672,
      "home": 673,
      "around": 674,
      "##ered": 675,
      "extra": 676,
      "##ouse": 677,
      "liked": 678,
      "conven": 679,
      "make": 680,
      "awes": 681,
      "##tance": 682,
      "lot": 683,
      "want": 684,
      "##em": 685,
      "##ted": 686,
      "##yg": 687,
      "train": 688,
      "back": 689,
      "ni": 690,
      "##ip": 691,
      "##ort": 692,
      "helped": 693,
      "reach": 694,
      "convenient": 695,
      "bec": 696,
      "most": 697,
      "##eet": 698,
      "##ved": 699,
      "washroom": 700,
      "##itch": 701,
      "##ange": 702,
      "front": 703,
      "come": 704,
      "thank": 705,
      "lovely": 706,
      "travel": 707,
      "##teous": 708,
      "courteous": 709,
      "road": 710,
      "size": 711,
      "professional": 712,
      "awesome": 713,
      "pay": 714,
      "rel": 715,
      "##op": 716,
      "##pr": 717,
      "##dy": 718,
      "##here": 719,
      "##rec": 720,
      "happ": 721,
      "where": 722,
      "loved": 723,
      "desk": 724,
      "##ygien": 725,
      "how": 726,
      "lu": 727,
      "men": 728,
      "sec": 729,
      "##ause": 730,
      "##very": 731,
      "##tas": 732,
      "##ish": 733,
      "morning": 734,
      "distance": 735,
      "better": 736,
      "because": 737,
      "fir": 738,
      "nw": 739,
      "##ach": 740,
      "nearby": 741,
      "arri": 742,
      "request": 743,
      "bud": 744,
      "din": 745,
      "house": 746,
      "kitch": 747,
      "lit": 748,
      "mr": 749,
      "##red": 750,
      "##ior": 751,
      "##ied": 752,
      "##mb": 753,
      "ever": 754,
      "##ondition": 755,
      "checkin": 756,
      "walk": 757,
      "view": 758,
      "welcom": 759,
      "fantas": 760,
      "care": 761,
      "budget": 762,
      "fantastic": 763,
      "find": 764,
      "got": 765,
      "##xt": 766,
      "them": 767,
      "what": 768,
      "been": 769,
      "space": 770,
      "##ilet": 771,
      "kitchen": 772,
      "option": 773,
      "##good": 774,
      "##xi": 775,
      "##ting": 776,
      "##ason": 777,
      "##ord": 778,
      "toilet": 779,
      "chea": 780,
      "many": 781,
      "attentive": 782,
      "condition": 783,
      "gr": 784,
      "lar": 785,
      "tour": 786,
      "went": 787,
      "reason": 788,
      "##portive": 789,
      "supportive": 790,
      "first": 791,
      "ful": 792,
      "hour": 793,
      "hygien": 794,
      "say": 795,
      "tv": 796,
      "tw": 797,
      "##ans": 798,
      "pleasant": 799,
      "enjoyed": 800,
      "little": 801,
      "few": 802,
      "name": 803,
      "way": 804,
      "##pecially": 805,
      "##ft": 806,
      "worth": 807,
      "needed": 808,
      "large": 809,
      "away": 810,
      "##par": 811,
      "##hot": 812,
      "##ool": 813,
      "##ass": 814,
      "exception": 815,
      "comm": 816,
      "##fore": 817,
      "bookingcom": 818,
      "took": 819,
      "##sive": 820,
      "shower": 821,
      "##cess": 822,
      "happy": 823,
      "24": 824,
      "poor": 825,
      "##oin": 826,
      "##ha": 827,
      "##fy": 828,
      "though": 829,
      "##esh": 830,
      "love": 831,
      "next": 832,
      "provide": 833,
      "ord": 834,
      "walking": 835,
      "##other": 836,
      "ambience": 837,
      "differ": 838,
      "especially": 839,
      "respon": 840,
      "welcoming": 841,
      "ke": 842,
      "kn": 843,
      "##ove": 844,
      "##gg": 845,
      "##to": 846,
      "##ving": 847,
      "##eal": 848,
      "prom": 849,
      "staying": 850,
      "short": 851,
      "enough": 852,
      "travell": 853,
      "cust": 854,
      "free": 855,
      "pea": 856,
      "##lut": 857,
      "before": 858,
      "##solut": 859,
      "pret": 860,
      "owner": 861,
      "custom": 862,
      "sle": 863,
      "sur": 864,
      "sim": 865,
      "var": 866,
      "##lud": 867,
      "##elt": 868,
      "cleaning": 869,
      "trans": 870,
      "another": 871,
      "book": 872,
      "work": 873,
      "manage": 874,
      "absolut": 875,
      "restaurants": 876,
      "behavior": 877,
      "floor": 878,
      "##staff": 879,
      "tasty": 880,
      "rela": 881,
      "peace": 882,
      "pretty": 883,
      "car": 884,
      "felt": 885,
      "late": 886,
      "old": 887,
      "pool": 888,
      "##bl": 889,
      "then": 890,
      "##ffic": 891,
      "##uring": 892,
      "asked": 893,
      "worst": 894,
      "arr": 895,
      "taxi": 896,
      "##ign": 897,
      "includ": 898,
      "india": 899,
      "team": 900,
      "dinner": 901,
      "full": 902,
      "different": 903,
      "fa": 904,
      "pos": 905,
      "##oice": 906,
      "##gan": 907,
      "##tu": 908,
      "stand": 909,
      "##ount": 910,
      "while": 911,
      "never": 912,
      "trip": 913,
      "days": 914,
      "minut": 915,
      "give": 916,
      "incred": 917,
      "management": 918,
      "incredi": 919,
      "ent": 920,
      "ngood": 921,
      "rest": 922,
      "sw": 923,
      "same": 924,
      "##ap": 925,
      "##ll": 926,
      "##food": 927,
      "cleaned": 928,
      "comfy": 929,
      "specially": 930,
      "said": 931,
      "thanks": 932,
      "##sible": 933,
      "add": 934,
      "accommodating": 935,
      "absolutely": 936,
      "bit": 937,
      "fast": 938,
      "his": 939,
      "must": 940,
      "nn": 941,
      "##ever": 942,
      "##bly": 943,
      "##tiv": 944,
      "##ild": 945,
      "compl": 946,
      "without": 947,
      "comfort": 948,
      "speci": 949,
      "memb": 950,
      "##eping": 951,
      "imp": 952,
      "two": 953,
      "during": 954,
      "fab": 955,
      "fine": 956,
      "le": 957,
      "nd": 958,
      "wa": 959,
      "##yond": 960,
      "star": 961,
      "##tis": 962,
      "iss": 963,
      "atm": 964,
      "beyond": 965,
      "cons": 966,
      "guy": 967,
      "expec": 968,
      "hostel": 969,
      "reasonable": 970,
      "know": 971,
      "10": 972,
      "dec": 973,
      "na": 974,
      "nb": 975,
      "pic": 976,
      "##up": 977,
      "##har": 978,
      "allow": 979,
      "ready": 980,
      "such": 981,
      "outside": 982,
      "flight": 983,
      "##reci": 984,
      "options": 985,
      "exceptional": 986,
      "peaceful": 987,
      "expecta": 988,
      "br": 989,
      "bas": 990,
      "hum": 991,
      "mod": 992,
      "nvery": 993,
      "sit": 994,
      "##ct": 995,
      "##ash": 996,
      "tow": 997,
      "##reet": 998,
      "##urn": 999,
      "##act": 1000,
      "choice": 1001,
      "##form": 1002,
      "ass": 1003,
      "receptionist": 1004,
      "recommended": 1005,
      "superb": 1006,
      "appreci": 1007,
      "things": 1008,
      "mention": 1009,
      "standard": 1010,
      "den": 1011,
      "dri": 1012,
      "ns": 1013,
      "##gr": 1014,
      "##cl": 1015,
      "##loc": 1016,
      "##ern": 1017,
      "thr": 1018,
      "told": 1019,
      "##anged": 1020,
      "##ations": 1021,
      "local": 1022,
      "exce": 1023,
      "try": 1024,
      "sure": 1025,
      "checkout": 1026,
      "##ude": 1027,
      "above": 1028,
      "see": 1029,
      "cheap": 1030,
      "prompt": 1031,
      "sleep": 1032,
      "ba": 1033,
      "dr": 1034,
      "nroom": 1035,
      "##phere": 1036,
      "##ave": 1037,
      "##xur": 1038,
      "##con": 1039,
      "##ber": 1040,
      "##blem": 1041,
      "##osphere": 1042,
      "problem": 1043,
      "quick": 1044,
      "expect": 1045,
      "part": 1046,
      "buff": 1047,
      "centr": 1048,
      "guests": 1049,
      "arrived": 1050,
      "customer": 1051,
      "atmosphere": 1052,
      "expectations": 1053,
      "effic": 1054,
      "nth": 1055,
      "right": 1056,
      "##ness": 1057,
      "##ie": 1058,
      "##day": 1059,
      "##ya": 1060,
      "##elf": 1061,
      "##enta": 1062,
      "##ence": 1063,
      "clos": 1064,
      "##arm": 1065,
      "fresh": 1066,
      "##own": 1067,
      "actu": 1068,
      "conn": 1069,
      "needs": 1070,
      "facility": 1071,
      "does": 1072,
      "charged": 1073,
      "given": 1074,
      "intern": 1075,
      "##eets": 1076,
      "luxur": 1077,
      "hours": 1078,
      "relax": 1079,
      "incredibly": 1080,
      "buffet": 1081,
      "bal": 1082,
      "both": 1083,
      "et": 1084,
      "gen": 1085,
      "hear": 1086,
      "kar": 1087,
      "nstaff": 1088,
      "str": 1089,
      "##pen": 1090,
      "##ial": 1091,
      "##ink": 1092,
      "##iness": 1093,
      "inside": 1094,
      "being": 1095,
      "offered": 1096,
      "taste": 1097,
      "15": 1098,
      "em": 1099,
      "long": 1100,
      "sc": 1101,
      "wind": 1102,
      "##zy": 1103,
      "##ensive": 1104,
      "top": 1105,
      "##ank": 1106,
      "##ath": 1107,
      "coming": 1108,
      "acces": 1109,
      "noise": 1110,
      "should": 1111,
      "checked": 1112,
      "nights": 1113,
      "expensive": 1114,
      "parking": 1115,
      "interior": 1116,
      "indian": 1117,
      "houseke": 1118,
      "hygienic": 1119,
      "minutes": 1120,
      "through": 1121,
      "efficient": 1122,
      "window": 1123,
      "cou": 1124,
      "lea": 1125,
      "mat": 1126,
      "nh": 1127,
      "ter": 1128,
      "##uff": 1129,
      "##ken": 1130,
      "##yo": 1131,
      "##nding": 1132,
      "##ory": 1133,
      "##ised": 1134,
      "within": 1135,
      "##ighb": 1136,
      "neighb": 1137,
      "everyone": 1138,
      "places": 1139,
      "hospitable": 1140,
      "shown": 1141,
      "paid": 1142,
      "nwe": 1143,
      "special": 1144,
      "members": 1145,
      "basic": 1146,
      "modern": 1147,
      "##entary": 1148,
      "etc": 1149,
      "housekeeping": 1150,
      "cost": 1151,
      "each": 1152,
      "far": 1153,
      "him": 1154,
      "list": 1155,
      "nit": 1156,
      "pick": 1157,
      "phot": 1158,
      "rate": 1159,
      "##ming": 1160,
      "##come": 1161,
      "##vi": 1162,
      "##lo": 1163,
      "##li": 1164,
      "##less": 1165,
      "##bs": 1166,
      "##hood": 1167,
      "##ase": 1168,
      "prim": 1169,
      "##ired": 1170,
      "reg": 1171,
      "ref": 1172,
      "##porta": 1173,
      "properly": 1174,
      "env": 1175,
      "satis": 1176,
      "times": 1177,
      "##trac": 1178,
      "couldnt": 1179,
      "cozy": 1180,
      "welcome": 1181,
      "called": 1182,
      "##pared": 1183,
      "order": 1184,
      "wait": 1185,
      "pict": 1186,
      "humble": 1187,
      "aff": 1188,
      "eat": 1189,
      "hea": 1190,
      "open": 1191,
      "pur": 1192,
      "warm": 1193,
      "##uly": 1194,
      "##ee": 1195,
      "##aj": 1196,
      "##aud": 1197,
      "##not": 1198,
      "##iv": 1199,
      "##tally": 1200,
      "##onment": 1201,
      "inform": 1202,
      "##ility": 1203,
      "##ures": 1204,
      "##ironment": 1205,
      "friends": 1206,
      "ask": 1207,
      "spot": 1208,
      "rem": 1209,
      "plus": 1210,
      "ens": 1211,
      "conf": 1212,
      "making": 1213,
      "##line": 1214,
      "street": 1215,
      "okay": 1216,
      "accommodation": 1217,
      "build": 1218,
      "own": 1219,
      "busy": 1220,
      "business": 1221,
      "second": 1222,
      "decor": 1223,
      "##clean": 1224,
      "actually": 1225,
      "environment": 1226,
      "afford": 1227,
      "door": 1228,
      "found": 1229,
      "id": 1230,
      "let": 1231,
      "light": 1232,
      "mid": 1233,
      "soo": 1234,
      "set": 1235,
      "und": 1236,
      "##ak": 1237,
      "##ies": 1238,
      "##med": 1239,
      "##ts": 1240,
      "##led": 1241,
      "##where": 1242,
      "##ooth": 1243,
      "totally": 1244,
      "##ary": 1245,
      "comple": 1246,
      "attrac": 1247,
      "areas": 1248,
      "served": 1249,
      "change": 1250,
      "##fortable": 1251,
      "online": 1252,
      "rep": 1253,
      "##ched": 1254,
      "##imentary": 1255,
      "outsta": 1256,
      "##ments": 1257,
      "bathrooms": 1258,
      "##iety": 1259,
      "please": 1260,
      "charge": 1261,
      "seen": 1262,
      "pahar": 1263,
      "however": 1264,
      "requests": 1265,
      "hygiene": 1266,
      "common": 1267,
      "impro": 1268,
      "##cony": 1269,
      "balcony": 1270,
      "photos": 1271,
      "prime": 1272,
      "satisf": 1273,
      "outstanding": 1274,
      "bir": 1275,
      "card": 1276,
      "came": 1277,
      "dou": 1278,
      "done": 1279,
      "down": 1280,
      "gave": 1281,
      "mis": 1282,
      "meal": 1283,
      "nm": 1284,
      "oyo": 1285,
      "rs": 1286,
      "sing": 1287,
      "##ress": 1288,
      "##au": 1289,
      "##are": 1290,
      "##ck": 1291,
      "##val": 1292,
      "##till": 1293,
      "##oment": 1294,
      "inn": 1295,
      "##ang": 1296,
      "##ately": 1297,
      "##read": 1298,
      "locality": 1299,
      "fraud": 1300,
      "##icul": 1301,
      "delight": 1302,
      "truly": 1303,
      "sugg": 1304,
      "shop": 1305,
      "use": 1306,
      "##pped": 1307,
      "smooth": 1308,
      "design": 1309,
      "stuff": 1310,
      "visiting": 1311,
      "charg": 1312,
      "whole": 1313,
      "enjoyable": 1314,
      "center": 1315,
      "lugg": 1316,
      "tourist": 1317,
      "##ointed": 1318,
      "variety": 1319,
      "including": 1320,
      "##ganj": 1321,
      "complimentary": 1322,
      "issue": 1323,
      "central": 1324,
      "gener": 1325,
      "building": 1326,
      "affordable": 1327,
      "able": 1328,
      "ele": 1329,
      "hu": 1330,
      "may": 1331,
      "moment": 1332,
      "non": 1333,
      "still": 1334,
      "tid": 1335,
      "##pe": 1336,
      "##iance": 1337,
      "##most": 1338,
      "##be": 1339,
      "##ering": 1340,
      "##tail": 1341,
      "##ates": 1342,
      "##reen": 1343,
      "frid": 1344,
      "priv": 1345,
      "spread": 1346,
      "plan": 1347,
      "lift": 1348,
      "providing": 1349,
      "attention": 1350,
      "support": 1351,
      "difficul": 1352,
      "reached": 1353,
      "##press": 1354,
      "keep": 1355,
      "fake": 1356,
      "allowed": 1357,
      "denied": 1358,
      "driver": 1359,
      "##location": 1360,
      "exceed": 1361,
      "accessible": 1362,
      "luggage": 1363,
      "tidy": 1364,
      "fridge": 1365,
      "bl": 1366,
      "cor": 1367,
      "el": 1368,
      "end": 1369,
      "fi": 1370,
      "gl": 1371,
      "hard": 1372,
      "mo": 1373,
      "n2": 1374,
      "num": 1375,
      "sea": 1376,
      "side": 1377,
      "wr": 1378,
      "##ux": 1379,
      "##ey": 1380,
      "##app": 1381,
      "##ym": 1382,
      "##bby": 1383,
      "##hr": 1384,
      "##we": 1385,
      "##fr": 1386,
      "##tire": 1387,
      "##ready": 1388,
      "##ets": 1389,
      "almost": 1390,
      "already": 1391,
      "che": 1392,
      "delux": 1393,
      "nois": 1394,
      "dem": 1395,
      "entire": 1396,
      "##rible": 1397,
      "upgr": 1398,
      "office": 1399,
      "adv": 1400,
      "coff": 1401,
      "looking": 1402,
      "looked": 1403,
      "wanted": 1404,
      "travelers": 1405,
      "menu": 1406,
      "secur": 1407,
      "responsive": 1408,
      "surpr": 1409,
      "simple": 1410,
      "consid": 1411,
      "towel": 1412,
      "mentioned": 1413,
      "doesnt": 1414,
      "attractions": 1415,
      "paharganj": 1416,
      "double": 1417,
      "single": 1418,
      "12": 1419,
      "aer": 1420,
      "aut": 1421,
      "baz": 1422,
      "cr": 1423,
      "green": 1424,
      "hor": 1425,
      "nam": 1426,
      "put": 1427,
      "ret": 1428,
      "rude": 1429,
      "##ov": 1430,
      "##ita": 1431,
      "##que": 1432,
      "inv": 1433,
      "##ational": 1434,
      "hand": 1435,
      "##verall": 1436,
      "worked": 1437,
      "##rop": 1438,
      "detail": 1439,
      "conta": 1440,
      "nthey": 1441,
      "organ": 1442,
      "perfectly": 1443,
      "##unning": 1444,
      "bedsh": 1445,
      "ambiance": 1446,
      "ordered": 1447,
      "arrange": 1448,
      "appreciated": 1449,
      "bagh": 1450,
      "neighbor": 1451,
      "huge": 1452,
      "deluxe": 1453,
      "coffee": 1454,
      "bot": 1455,
      "bar": 1456,
      "bag": 1457,
      "col": 1458,
      "her": 1459,
      "mar": 1460,
      "nic": 1461,
      "nfood": 1462,
      "ph": 1463,
      "park": 1464,
      "poin": 1465,
      "roo": 1466,
      "ser": 1467,
      "sound": 1468,
      "ty": 1469,
      "table": 1470,
      "##eed": 1471,
      "##ees": 1472,
      "##na": 1473,
      "##night": 1474,
      "##ipped": 1475,
      "##sw": 1476,
      "##xim": 1477,
      "##cy": 1478,
      "##cri": 1479,
      "##ling": 1480,
      "##inen": 1481,
      "##cept": 1482,
      "##orm": 1483,
      "##tit": 1484,
      "ins": 1485,
      "lobby": 1486,
      "##ulous": 1487,
      "##though": 1488,
      "proxim": 1489,
      "choo": 1490,
      "changed": 1491,
      "once": 1492,
      "webs": 1493,
      "amount": 1494,
      "##amp": 1495,
      "access": 1496,
      "living": 1497,
      "soap": 1498,
      "solo": 1499,
      "meet": 1500,
      "works": 1501,
      "resid": 1502,
      "itself": 1503,
      "saf": 1504,
      "behaved": 1505,
      "anything": 1506,
      "smell": 1507,
      "smile": 1508,
      "##tenance": 1509,
      "easily": 1510,
      "going": 1511,
      "required": 1512,
      "lots": 1513,
      "##ems": 1514,
      "payment": 1515,
      "##hotel": 1516,
      "response": 1517,
      "transport": 1518,
      "included": 1519,
      "enter": 1520,
      "situ": 1521,
      "expected": 1522,
      "karol": 1523,
      "couple": 1524,
      "leave": 1525,
      "pictures": 1526,
      "confir": 1527,
      "exceeded": 1528,
      "number": 1529,
      "security": 1530,
      "horrible": 1531,
      "neighborhood": 1532,
      "website": 1533,
      "cal": 1534,
      "cos": 1535,
      "cur": 1536,
      "due": 1537,
      "gym": 1538,
      "hom": 1539,
      "ive": 1540,
      "nat": 1541,
      "nlocation": 1542,
      "pu": 1543,
      "ren": 1544,
      "sar": 1545,
      "tem": 1546,
      "wi": 1547,
      "##ues": 1548,
      "##ive": 1549,
      "##ger": 1550,
      "##kes": 1551,
      "##mor": 1552,
      "##wise": 1553,
      "##fer": 1554,
      "##jay": 1555,
      "three": 1556,
      "##eable": 1557,
      "wasnt": 1558,
      "class": 1559,
      "##ecious": 1560,
      "although": 1561,
      "##enty": 1562,
      "comp": 1563,
      "process": 1564,
      "cha": 1565,
      "helpfull": 1566,
      "spend": 1567,
      "specious": 1568,
      "plenty": 1569,
      "##ching": 1570,
      "answ": 1571,
      "##aded": 1572,
      "she": 1573,
      "sheets": 1574,
      "reserv": 1575,
      "##roach": 1576,
      "##ppos": 1577,
      "maintenance": 1578,
      "bath": 1579,
      "##quipped": 1580,
      "expl": 1581,
      "##ized": 1582,
      "visited": 1583,
      "importa": 1584,
      "impress": 1585,
      "offer": 1586,
      "##ung": 1587,
      "accord": 1588,
      "someone": 1589,
      "##ably": 1590,
      "cold": 1591,
      "centre": 1592,
      "arrival": 1593,
      "arranged": 1594,
      "complain": 1595,
      "fabulous": 1596,
      "guys": 1597,
      "drin": 1598,
      "closed": 1599,
      "international": 1600,
      "luxury": 1601,
      "luxurious": 1602,
      "empl": 1603,
      "##medi": 1604,
      "shops": 1605,
      "noisy": 1606,
      "contact": 1607,
      "proximity": 1608,
      "choose": 1609,
      "important": 1610,
      "according": 1611,
      "100": 1612,
      "ajay": 1613,
      "bro": 1614,
      "cat": 1615,
      "drop": 1616,
      "emb": 1617,
      "ig": 1618,
      "lou": 1619,
      "mall": 1620,
      "mind": 1621,
      "now": 1622,
      "sin": 1623,
      "sil": 1624,
      "sear": 1625,
      "tu": 1626,
      "till": 1627,
      "##ra": 1628,
      "##pur": 1629,
      "##ah": 1630,
      "##ale": 1631,
      "##ket": 1632,
      "##ction": 1633,
      "##vel": 1634,
      "##ves": 1635,
      "##bo": 1636,
      "##her": 1637,
      "##hal": 1638,
      "think": 1639,
      "##inal": 1640,
      "##enti": 1641,
      "total": 1642,
      "into": 1643,
      "##anj": 1644,
      "##ularly": 1645,
      "##ety": 1646,
      "##thday": 1647,
      "##ured": 1648,
      "hair": 1649,
      "event": 1650,
      "revi": 1651,
      "deli": 1652,
      "sho": 1653,
      "##rooms": 1654,
      "manner": 1655,
      "taken": 1656,
      "anyone": 1657,
      "descri": 1658,
      "immedi": 1659,
      "managed": 1660,
      "otherwise": 1661,
      "betwe": 1662,
      "looks": 1663,
      "fair": 1664,
      "swim": 1665,
      "sweet": 1666,
      "##tively": 1667,
      "issues": 1668,
      "##actory": 1669,
      "appreciate": 1670,
      "internet": 1671,
      "heart": 1672,
      "purp": 1673,
      "information": 1674,
      "decorated": 1675,
      "birthday": 1676,
      "##augh": 1677,
      "return": 1678,
      "nicely": 1679,
      "##titude": 1680,
      "cosy": 1681,
      "renov": 1682,
      "review": 1683,
      "between": 1684,
      "20": 1685,
      "boy": 1686,
      "cant": 1687,
      "case": 1688,
      "esta": 1689,
      "face": 1690,
      "ho": 1691,
      "kep": 1692,
      "la": 1693,
      "mon": 1694,
      "nand": 1695,
      "oppos": 1696,
      "pill": 1697,
      "red": 1698,
      "rates": 1699,
      "send": 1700,
      "tou": 1701,
      "tree": 1702,
      "##und": 1703,
      "##rs": 1704,
      "##pm": 1705,
      "##ek": 1706,
      "##dle": 1707,
      "##gest": 1708,
      "##vious": 1709,
      "##ls": 1710,
      "##light": 1711,
      "##bility": 1712,
      "##hen": 1713,
      "##ward": 1714,
      "##fa": 1715,
      "##fic": 1716,
      "##15": 1717,
      "##erg": 1718,
      "##ead": 1719,
      "##eat": 1720,
      "##eness": 1721,
      "##ana": 1722,
      "##ator": 1723,
      "exch": 1724,
      "exact": 1725,
      "##iling": 1726,
      "asking": 1727,
      "comforta": 1728,
      "rece": 1729,
      "recent": 1730,
      "##vers": 1731,
      "real": 1732,
      "accept": 1733,
      "##ustle": 1734,
      "checking": 1735,
      "##pping": 1736,
      "priced": 1737,
      "##ody": 1738,
      "##tric": 1739,
      "visa": 1740,
      "showing": 1741,
      "prepared": 1742,
      "partic": 1743,
      "mins": 1744,
      "hosts": 1745,
      "personal": 1746,
      "look": 1747,
      "secure": 1748,
      "toilets": 1749,
      "##part": 1750,
      "247": 1751,
      "traveller": 1752,
      "travellers": 1753,
      "relatively": 1754,
      "possible": 1755,
      "minute": 1756,
      "address": 1757,
      "start": 1758,
      "standards": 1759,
      "except": 1760,
      "scam": 1761,
      "windows": 1762,
      "term": 1763,
      "middle": 1764,
      "improve": 1765,
      "delightful": 1766,
      "designed": 1767,
      "fix": 1768,
      "bedsheets": 1769,
      "phone": 1770,
      "type": 1771,
      "safety": 1772,
      "confirm": 1773,
      "calm": 1774,
      "broken": 1775,
      "since": 1776,
      "shopping": 1777,
      "swimming": 1778,
      "kept": 1779,
      "opposite": 1780,
      "pillow": 1781,
      "ap": 1782,
      "bel": 1783,
      "cord": 1784,
      "count": 1785,
      "cash": 1786,
      "fin": 1787,
      "fit": 1788,
      "fle": 1789,
      "fut": 1790,
      "gir": 1791,
      "gud": 1792,
      "gate": 1793,
      "ki": 1794,
      "ket": 1795,
      "less": 1796,
      "mil": 1797,
      "mos": 1798,
      "ng": 1799,
      "nal": 1800,
      "pm": 1801,
      "pow": 1802,
      "path": 1803,
      "sel": 1804,
      "sty": 1805,
      "tell": 1806,
      "ve": 1807,
      "##ub": 1808,
      "##uct": 1809,
      "##ps": 1810,
      "##pite": 1811,
      "##etic": 1812,
      "##ne": 1813,
      "##din": 1814,
      "##tely": 1815,
      "##low": 1816,
      "##body": 1817,
      "##30": 1818,
      "##tage": 1819,
      "##tim": 1820,
      "##estions": 1821,
      "##ited": 1822,
      "int": 1823,
      "alone": 1824,
      "##ended": 1825,
      "compared": 1826,
      "##thy": 1827,
      "##osh": 1828,
      "helping": 1829,
      "##ird": 1830,
      "attitude": 1831,
      "child": 1832,
      "ash": 1833,
      "speed": 1834,
      "tried": 1835,
      "sum": 1836,
      "thats": 1837,
      "noverall": 1838,
      "eng": 1839,
      "cont": 1840,
      "saw": 1841,
      "prices": 1842,
      "##thetic": 1843,
      "##ages": 1844,
      "##agar": 1845,
      "##ries": 1846,
      "willing": 1847,
      "cook": 1848,
      "##comfortable": 1849,
      "##arding": 1850,
      "upto": 1851,
      "disapp": 1852,
      "##unch": 1853,
      "availab": 1854,
      "pleasure": 1855,
      "appointed": 1856,
      "others": 1857,
      "accommodate": 1858,
      "feeling": 1859,
      "washrooms": 1860,
      "exceptionally": 1861,
      "commun": 1862,
      "thought": 1863,
      "travelling": 1864,
      "customers": 1865,
      "caring": 1866,
      "##blic": 1867,
      "posi": 1868,
      "entr": 1869,
      "addition": 1870,
      "##tivity": 1871,
      "member": 1872,
      "impec": 1873,
      "left": 1874,
      "level": 1875,
      "assist": 1876,
      "drive": 1877,
      "nrooms": 1878,
      "closer": 1879,
      "connec": 1880,
      "relaxing": 1881,
      "strong": 1882,
      "terr": 1883,
      "heav": 1884,
      "under": 1885,
      "completely": 1886,
      "satisfactory": 1887,
      "miss": 1888,
      "meals": 1889,
      "else": 1890,
      "wrong": 1891,
      "chef": 1892,
      "demand": 1893,
      "upgraded": 1894,
      "point": 1895,
      "public": 1896,
      "wife": 1897,
      "employ": 1898,
      "catch": 1899,
      "immediately": 1900,
      "purpose": 1901,
      "cordial": 1902,
      "flexi": 1903,
      "kettle": 1904,
      "11": 1905,
      "aes": 1906,
      "ban": 1907,
      "break": 1908,
      "dorm": 1909,
      "eff": 1910,
      "ear": 1911,
      "equipped": 1912,
      "furn": 1913,
      "god": 1914,
      "hrs": 1915,
      "jas": 1916,
      "ka": 1917,
      "kh": 1918,
      "mus": 1919,
      "nl": 1920,
      "nf": 1921,
      "n3": 1922,
      "nar": 1923,
      "none": 1924,
      "nclean": 1925,
      "ori": 1926,
      "ra": 1927,
      "rup": 1928,
      "sen": 1929,
      "sent": 1930,
      "sight": 1931,
      "tal": 1932,
      "vill": 1933,
      "wide": 1934,
      "wish": 1935,
      "year": 1936,
      "##pect": 1937,
      "##eign": 1938,
      "##iti": 1939,
      "##self": 1940,
      "##mi": 1941,
      "##man": 1942,
      "##count": 1943,
      "##la": 1944,
      "##br": 1945,
      "##10": 1946,
      "##ele": 1947,
      "##ced": 1948,
      "wash": 1949,
      "##edic": 1950,
      "foreign": 1951,
      "##ult": 1952,
      "##ular": 1953,
      "exist": 1954,
      "items": 1955,
      "##irs": 1956,
      "##acy": 1957,
      "##acks": 1958,
      "##ush": 1959,
      "spent": 1960,
      "tra": 1961,
      "sun": 1962,
      "life": 1963,
      "word": 1964,
      "world": 1965,
      "##ersta": 1966,
      "congest": 1967,
      "arch": 1968,
      "recommendations": 1969,
      "tax": 1970,
      "makes": 1971,
      "cool": 1972,
      "evening": 1973,
      "cancell": 1974,
      "##quit": 1975,
      "whenever": 1976,
      "kindness": 1977,
      "stor": 1978,
      "stunning": 1979,
      "previous": 1980,
      "unh": 1981,
      "direc": 1982,
      "approach": 1983,
      "giving": 1984,
      "court": 1985,
      "##ples": 1986,
      "paper": 1987,
      "markets": 1988,
      "respond": 1989,
      "mostly": 1990,
      "ground": 1991,
      "##ftop": 1992,
      "keeping": 1993,
      "##blish": 1994,
      "incredible": 1995,
      "nno": 1996,
      "specific": 1997,
      "nahi": 1998,
      "nbreakfast": 1999,
      "bring": 2000,
      "assis": 2001,
      "deny": 2002,
      "drink": 2003,
      "connaugh": 2004,
      "pickup": 2005,
      "spotless": 2006,
      "ensure": 2007,
      "soon": 2008,
      "satisfied": 2009,
      "suggest": 2010,
      "privacy": 2011,
      "difficult": 2012,
      "consider": 2013,
      "towels": 2014,
      "rooftop": 2015,
      "situated": 2016,
      "homely": 2017,
      "temple": 2018,
      "tuk": 2019,
      "mannered": 2020,
      "touch": 2021,
      "exchange": 2022,
      "exactly": 2023,
      "recently": 2024,
      "particularly": 2025,
      "future": 2026,
      "power": 2027,
      "pathetic": 2028,
      "positive": 2029,
      "impecc": 2030,
      "connectivity": 2031,
      "heavy": 2032,
      "aesthetic": 2033,
      "rupees": 2034,
      "congested": 2035,
      "connaught": 2036,
      "apart": 2037,
      "bill": 2038,
      "bloc": 2039,
      "ce": 2040,
      "cab": 2041,
      "da": 2042,
      "dust": 2043,
      "dist": 2044,
      "fre": 2045,
      "fav": 2046,
      "fun": 2047,
      "goo": 2048,
      "gor": 2049,
      "hon": 2050,
      "jo": 2051,
      "ja": 2052,
      "ji": 2053,
      "km": 2054,
      "last": 2055,
      "lunch": 2056,
      "niz": 2057,
      "nagar": 2058,
      "oc": 2059,
      "pass": 2060,
      "rent": 2061,
      "range": 2062,
      "shi": 2063,
      "tar": 2064,
      "turn": 2065,
      "wall": 2066,
      "wont": 2067,
      "wise": 2068,
      "##ug": 2069,
      "##uc": 2070,
      "##uit": 2071,
      "##ually": 2072,
      "##ren": 2073,
      "##res": 2074,
      "##row": 2075,
      "##og": 2076,
      "##over": 2077,
      "##pal": 2078,
      "##pro": 2079,
      "##aw": 2080,
      "##aar": 2081,
      "##ia": 2082,
      "##ian": 2083,
      "##ding": 2084,
      "##gant": 2085,
      "##sh": 2086,
      "##sel": 2087,
      "##ka": 2088,
      "##male": 2089,
      "##ctric": 2090,
      "##bed": 2091,
      "##hli": 2092,
      "those": 2093,
      "these": 2094,
      "##oup": 2095,
      "##esta": 2096,
      "##omet": 2097,
      "##anti": 2098,
      "##alf": 2099,
      "low": 2100,
      "clear": 2101,
      "forward": 2102,
      "##ared": 2103,
      "##ection": 2104,
      "pres": 2105,
      "prior": 2106,
      "exec": 2107,
      "##ervice": 2108,
      "atta": 2109,
      "chose": 2110,
      "week": 2111,
      "spa": 2112,
      "##owd": 2113,
      "##vered": 2114,
      "##verage": 2115,
      "trust": 2116,
      "true": 2117,
      "suite": 2118,
      "##geous": 2119,
      "sol": 2120,
      "memor": 2121,
      "##ourhood": 2122,
      "used": 2123,
      "dehli": 2124,
      "confortable": 2125,
      "overnight": 2126,
      "##ected": 2127,
      "##ager": 2128,
      "fact": 2129,
      "maj": 2130,
      "anywhere": 2131,
      "cannot": 2132,
      "newly": 2133,
      "##arkable": 2134,
      "kindly": 2135,
      "##sibility": 2136,
      "dish": 2137,
      "getting": 2138,
      "offers": 2139,
      "famil": 2140,
      "extended": 2141,
      "##fessional": 2142,
      "##ickets": 2143,
      "##ocity": 2144,
      "respect": 2145,
      "trains": 2146,
      "##ygienic": 2147,
      "arrive": 2148,
      "welcomed": 2149,
      "##tings": 2150,
      "conditioner": 2151,
      "conditioning": 2152,
      "grand": 2153,
      "tours": 2154,
      "says": 2155,
      "worthy": 2156,
      "key": 2157,
      "travelled": 2158,
      "slept": 2159,
      "transit": 2160,
      "transporta": 2161,
      "nnice": 2162,
      "knowled": 2163,
      "flights": 2164,
      "town": 2165,
      "choices": 2166,
      "trying": 2167,
      "problems": 2168,
      "centrally": 2169,
      "nthis": 2170,
      "1500": 2171,
      "##ather": 2172,
      "couples": 2173,
      "neighbourhood": 2174,
      "listed": 2175,
      "remarkable": 2176,
      "ensured": 2177,
      "streets": 2178,
      "owners": 2179,
      "ideal": 2180,
      "understa": 2181,
      "improved": 2182,
      "suggestions": 2183,
      "charges": 2184,
      "general": 2185,
      "electric": 2186,
      "advice": 2187,
      "surprised": 2188,
      "aerocity": 2189,
      "bazar": 2190,
      "bazaar": 2191,
      "crowd": 2192,
      "bott": 2193,
      "answer": 2194,
      "reservation": 2195,
      "explor": 2196,
      "impressive": 2197,
      "description": 2198,
      "establish": 2199,
      "recei": 2200,
      "pillows": 2201,
      "girls": 2202,
      "mosquit": 2203,
      "style": 2204,
      "##ucture": 2205,
      "availability": 2206,
      "entrance": 2207,
      "additional": 2208,
      "terrace": 2209,
      "traffic": 2210,
      "ceiling": 2211,
      "distur": 2212,
      "gorgeous": 2213,
      "honest": 2214,
      "nizam": 2215,
      "##professional": 2216,
      "transportation": 2217,
      "bhi": 2218,
      "bustle": 2219,
      "cer": 2220,
      "cut": 2221,
      "cam": 2222,
      "cup": 2223,
      "hence": 2224,
      "ir": 2225,
      "line": 2226,
      "linen": 2227,
      "mas": 2228,
      "mean": 2229,
      "mul": 2230,
      "mile": 2231,
      "mach": 2232,
      "nc": 2233,
      "oas": 2234,
      "pal": 2235,
      "pack": 2236,
      "rice": 2237,
      "ride": 2238,
      "rating": 2239,
      "running": 2240,
      "rather": 2241,
      "son": 2242,
      "sat": 2243,
      "treat": 2244,
      "tickets": 2245,
      "ur": 2246,
      "uber": 2247,
      "vin": 2248,
      "##uch": 2249,
      "##round": 2250,
      "##oid": 2251,
      "##ex": 2252,
      "##ati": 2253,
      "##ny": 2254,
      "##nel": 2255,
      "##ned": 2256,
      "##nge": 2257,
      "##ire": 2258,
      "##iable": 2259,
      "##ique": 2260,
      "##geable": 2261,
      "##ser": 2262,
      "##ker": 2263,
      "##my": 2264,
      "##cial": 2265,
      "##tun": 2266,
      "##les": 2267,
      "##lish": 2268,
      "##breakfast": 2269,
      "##bably": 2270,
      "##house": 2271,
      "##win": 2272,
      "##wor": 2273,
      "##fo": 2274,
      "##era": 2275,
      "third": 2276,
      "##ina": 2277,
      "##til": 2278,
      "##ene": 2279,
      "##ened": 2280,
      "##any": 2281,
      "client": 2282,
      "locations": 2283,
      "along": 2284,
      "##ilt": 2285,
      "##uty": 2286,
      "##ther": 2287,
      "having": 2288,
      "##irr": 2289,
