{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 128
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "'": 5,
      ",": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      "[": 17,
      "\\": 18,
      "]": 19,
      "a": 20,
      "b": 21,
      "c": 22,
      "d": 23,
      "e": 24,
      "f": 25,
      "g": 26,
      "h": 27,
      "i": 28,
      "j": 29,
      "k": 30,
      "l": 31,
      "m": 32,
      "n": 33,
      "o": 34,
      "p": 35,
      "q": 36,
      "r": 37,
      "s": 38,
      "t": 39,
      "u": 40,
      "v": 41,
      "w": 42,
      "x": 43,
      "y": 44,
      "z": 45,
      "##o": 46,
      "##n": 47,
      "##e": 48,
      "##a": 49,
      "##t": 50,
      "##g": 51,
      "##r": 52,
      "##c": 53,
      "##s": 54,
      "##i": 55,
      "##u": 56,
      "##v": 57,
      "##k": 58,
      "##x": 59,
      "##p": 60,
      "##h": 61,
      "##y": 62,
      "##w": 63,
      "##d": 64,
      "##m": 65,
      "##l": 66,
      "##b": 67,
      "##f": 68,
      "##j": 69,
      "##1": 70,
      "##0": 71,
      "##z": 72,
      "##4": 73,
      "##8": 74,
      "##2": 75,
      "##5": 76,
      "##3": 77,
      "##q": 78,
      "##7": 79,
      "##9": 80,
      "##6": 81,
      "##er": 82,
      "th": 83,
      "##oo": 84,
      "##nd": 85,
      "the": 86,
      "##ta": 87,
      "##as": 88,
      "##el": 89,
      "and": 90,
      "##in": 91,
      "##le": 92,
      "##at": 93,
      "##or": 94,
      "##on": 95,
      "##ce": 96,
      "sta": 97,
      "was": 98,
      "##re": 99,
      "##ood": 100,
      "##ot": 101,
      "##ed": 102,
      "##en": 103,
      "##ing": 104,
      "##an": 105,
      "##om": 106,
      "##it": 107,
      "##ff": 108,
      "##ion": 109,
      "##ery": 110,
      "##ou": 111,
      "##oom": 112,
      "good": 113,
      "to": 114,
      "staff": 115,
      "room": 116,
      "is": 117,
      "re": 118,
      "##al": 119,
      "##is": 120,
      "##ly": 121,
      "very": 122,
      "##ice": 123,
      "for": 124,
      "lo": 125,
      "##es": 126,
      "hot": 127,
      "##ble": 128,
      "in": 129,
      "hotel": 130,
      "##ar": 131,
      "##ation": 132,
      "loc": 133,
      "##ere": 134,
      "##il": 135,
      "com": 136,
      "##ie": 137,
      "##ts": 138,
      "location": 139,
      "##lean": 140,
      "clean": 141,
      "ex": 142,
      "##ul": 143,
      "this": 144,
      "fr": 145,
      "pr": 146,
      "stay": 147,
      "al": 148,
      "of": 149,
      "##ec": 150,
      "ne": 151,
      "##ful": 152,
      "##ve": 153,
      "no": 154,
      "not": 155,
      "##ut": 156,
      "##able": 157,
      "##per": 158,
      "are": 159,
      "##men": 160,
      "##ak": 161,
      "##et": 162,
      "##nt": 163,
      "nice": 164,
      "##os": 165,
      "##ad": 166,
      "##th": 167,
      "were": 168,
      "##ic": 169,
      "##ail": 170,
      "##ur": 171,
      "##id": 172,
      "##ac": 173,
      "##erv": 174,
      "##tion": 175,
      "##elp": 176,
      "help": 177,
      "##gh": 178,
      "##ith": 179,
      "at": 180,
      "with": 181,
      "serv": 182,
      "it": 183,
      "##ir": 184,
      "av": 185,
      "##ast": 186,
      "##ay": 187,
      "avail": 188,
      "pro": 189,
      "service": 190,
      "available": 191,
      "on": 192,
      "##iew": 193,
      "food": 194,
      "##for": 195,
      "be": 196,
      "rooms": 197,
      "ch": 198,
      "ev": 199,
      "##ous": 200,
      "wh": 201,
      "##reat": 202,
      "##ments": 203,
      "helpful": 204,
      "we": 205,
      "rev": 206,
      "review": 207,
      "##iend": 208,
      "comments": 209,
      "##st": 210,
      "friend": 211,
      "great": 212,
      "##ien": 213,
      "##me": 214,
      "##table": 215,
      "##igh": 216,
      "they": 217,
      "##reak": 218,
      "sp": 219,
      "##fast": 220,
      "comfor": 221,
      "##reakfast": 222,
      "##ace": 223,
      "you": 224,
      "friendly": 225,
      "##ally": 226,
      "breakfast": 227,
      "as": 228,
      "##ain": 229,
      "##com": 230,
      "comfortable": 231,
      "##ity": 232,
      "##king": 233,
      "all": 234,
      "wel": 235,
      "##ty": 236,
      "##ver": 237,
      "##ow": 238,
      "del": 239,
      "pl": 240,
      "##ely": 241,
      "but": 242,
      "##ive": 243,
      "my": 244,
      "##ort": 245,
      "ha": 246,
      "am": 247,
      "from": 248,
      "##so": 249,
      "##ld": 250,
      "##ious": 251,
      "ac": 252,
      "every": 253,
      "li": 254,
      "##lent": 255,
      "qu": 256,
      "##our": 257,
      "su": 258,
      "tr": 259,
      "##ge": 260,
      "sh": 261,
      "that": 262,
      "##cel": 263,
      "so": 264,
      "##all": 265,
      "there": 266,
      "well": 267,
      "##ter": 268,
      "an": 269,
      "##one": 270,
      "me": 271,
      "##est": 272,
      "place": 273,
      "##ch": 274,
      "##ience": 275,
      "##port": 276,
      "##cellent": 277,
      "##av": 278,
      "##hi": 279,
      "had": 280,
      "##am": 281,
      "excellent": 282,
      "##ent": 283,
      "##ke": 284,
      "proper": 285,
      "boo": 286,
      "##ess": 287,
      "also": 288,
      "##ption": 289,
      "near": 290,
      "##ite": 291,
      "##ight": 292,
      "##ill": 293,
      "really": 294,
      "our": 295,
      "##room": 296,
      "##ies": 297,
      "wor": 298,
      "##az": 299,
      "##hing": 300,
      "##thing": 301,
      "exper": 302,
      "##ant": 303,
      "##ked": 304,
      "experience": 305,
      "air": 306,
      "##ust": 307,
      "bed": 308,
      "##ro": 309,
      "delhi": 310,
      "res": 311,
      "have": 312,
      "de": 313,
      "nothing": 314,
      "property": 315,
      "its": 316,
      "##ome": 317,
      "chec": 318,
      "cl": 319,
      "##ould": 320,
      "man": 321,
      "everything": 322,
      "us": 323,
      "##ue": 324,
      "##ers": 325,
      "##ol": 326,
      "over": 327,
      "##ind": 328,
      "con": 329,
      "##us": 330,
      "en": 331,
      "##ond": 332,
      "##ception": 333,
      "##azing": 334,
      "##way": 335,
      "##ect": 336,
      "airport": 337,
      "sa": 338,
      "##ities": 339,
      "##pp": 340,
      "like": 341,
      "amazing": 342,
      "##hroom": 343,
      "hos": 344,
      "station": 345,
      "ab": 346,
      "##acious": 347,
      "check": 348,
      "by": 349,
      "price": 350,
      "##ose": 351,
      "spacious": 352,
      "##oney": 353,
      "money": 354,
      "main": 355,
      "##vid": 356,
      "ar": 357,
      "ti": 358,
      "##ag": 359,
      "##mend": 360,
      "##ple": 361,
      "did": 362,
      "nth": 363,
      "##ss": 364,
      "beh": 365,
      "##ated": 366,
      "##iv": 367,
      "##out": 368,
      "reception": 369,
      "##ake": 370,
      "##ate": 371,
      "provid": 372,
      "best": 373,
      "will": 374,
      "than": 375,
      "booking": 376,
      "##commend": 377,
      "met": 378,
      "he": 379,
      "##tal": 380,
      "need": 381,
      "ext": 382,
      "behav": 383,
      "bat": 384,
      "##ud": 385,
      "recommend": 386,
      "close": 387,
      "##ig": 388,
      "mor": 389,
      "too": 390,
      "##ich": 391,
      "metro": 392,
      "or": 393,
      "per": 394,
      "fac": 395,
      "val": 396,
      "st": 397,
      "##od": 398,
      "which": 399,
      "behavi": 400,
      "##ure": 401,
      "value": 402,
      "ag": 403,
      "coo": 404,
      "overall": 405,
      "bathroom": 406,
      "nthe": 407,
      "##taur": 408,
      "##ater": 409,
      "vis": 410,
      "time": 411,
      "facil": 412,
      "day": 413,
      "##ont": 414,
      "only": 415,
      "##iz": 416,
      "##ality": 417,
      "area": 418,
      "fe": 419,
      "##if": 420,
      "##ile": 421,
      "##ough": 422,
      "restaur": 423,
      "can": 424,
      "##ment": 425,
      "gu": 426,
      "sm": 427,
      "##pi": 428,
      "pe": 429,
      "##ard": 430,
      "pol": 431,
      "##ks": 432,
      "##are": 433,
      "##qu": 434,
      "even": 435,
      "##ound": 436,
      "##fect": 437,
      "##oor": 438,
      "hospi": 439,
      "lov": 440,
      "one": 441,
      "again": 442,
      "##ily": 443,
      "##ist": 444,
      "pre": 445,
      "##ee": 446,
      "when": 447,
      "any": 448,
      "high": 449,
      "##iness": 450,
      "perfect": 451,
      "polite": 452,
      "if": 453,
      "would": 454,
      "##eci": 455,
      "visit": 456,
      "here": 457,
      "##ark": 458,
      "just": 459,
      "water": 460,
      "##fe": 461,
      "exp": 462,
      "night": 463,
      "ok": 464,
      "##oy": 465,
      "att": 466,
      "out": 467,
      "##im": 468,
      "af": 469,
      "##ative": 470,
      "up": 471,
      "im": 472,
      "quality": 473,
      "new": 474,
      "##ach": 475,
      "facilities": 476,
      "des": 477,
      "behaviour": 478,
      "dis": 479,
      "kind": 480,
      "after": 481,
      "fl": 482,
      "off": 483,
      "##ide": 484,
      "super": 485,
      "wal": 486,
      "manag": 487,
      "cooper": 488,
      "staffs": 489,
      "their": 490,
      "show": 491,
      "hospital": 492,
      "eas": 493,
      "##ient": 494,
      "more": 495,
      "##aut": 496,
      "##age": 497,
      "##iful": 498,
      "bad": 499,
      "##pt": 500,
      "min": 501,
      "##ab": 502,
      "##tain": 503,
      "##ost": 504,
      "##ner": 505,
      "beaut": 506,
      "trav": 507,
      "##ra": 508,
      "hospitality": 509,
      "fam": 510,
      "beautiful": 511,
      "travel": 512,
      "na": 513,
      "##ine": 514,
      "provided": 515,
      "your": 516,
      "big": 517,
      "neat": 518,
      "safe": 519,
      "some": 520,
      "##un": 521,
      "didnt": 522,
      "fre": 523,
      "wif": 524,
      "cooperative": 525,
      "get": 526,
      "##liness": 527,
      "##ecially": 528,
      "te": 529,
      "stayed": 530,
      "##erful": 531,
      "hotels": 532,
      "about": 533,
      "restaurant": 534,
      "wond": 535,
      "arr": 536,
      "ad": 537,
      "go": 538,
      "un": 539,
      "##ade": 540,
      "family": 541,
      "co": 542,
      "mu": 543,
      "##te": 544,
      "##cent": 545,
      "enj": 546,
      "has": 547,
      "par": 548,
      "ro": 549,
      "##mely": 550,
      "welcom": 551,
      "enjoy": 552,
      "do": 553,
      "es": 554,
      "extre": 555,
      "ple": 556,
      "siz": 557,
      "##tle": 558,
      "inter": 559,
      "services": 560,
      "accom": 561,
      "working": 562,
      "manager": 563,
      "wonderful": 564,
      "pleas": 565,
      "di": 566,
      "se": 567,
      "inc": 568,
      "cleanliness": 569,
      "##icious": 570,
      "##ways": 571,
      "mark": 572,
      "##fin": 573,
      "thing": 574,
      "##ance": 575,
      "peo": 576,
      "##um": 577,
      "##cess": 578,
      "##tions": 579,
      "extremely": 580,
      "oth": 581,
      "##menities": 582,
      "delicious": 583,
      "defin": 584,
      "people": 585,
      "##ible": 586,
      "##by": 587,
      "located": 588,
      "##iet": 589,
      "app": 590,
      "could": 591,
      "##itely": 592,
      "##tained": 593,
      "much": 594,
      "amenities": 595,
      "##se": 596,
      "##mod": 597,
      "##oth": 598,
      "##arly": 599,
      "always": 600,
      "cour": 601,
      "wifi": 602,
      "definitely": 603,
      "##red": 604,
      "requ": 605,
      "who": 606,
      "accommod": 607,
      "made": 608,
      "##ning": 609,
      "home": 610,
      "##ven": 611,
      "quite": 612,
      "##use": 613,
      "fan": 614,
      "##nce": 615,
      "##ession": 616,
      "##ep": 617,
      "##sh": 618,
      "char": 619,
      "quiet": 620,
      "decent": 621,
      "maintained": 622,
      "highly": 623,
      "size": 624,
      "##pport": 625,
      "##00": 626,
      "imp": 627,
      "take": 628,
      "##ating": 629,
      "other": 630,
      "##fession": 631,
      "comp": 632,
      "bu": 633,
      "ind": 634,
      "rail": 635,
      "##ax": 636,
      "##ong": 637,
      "##ack": 638,
      "##ouse": 639,
      "support": 640,
      "easy": 641,
      "##ib": 642,
      "##ition": 643,
      "aw": 644,
      "##oc": 645,
      "##ise": 646,
      "resp": 647,
      "road": 648,
      "railway": 649,
      "bec": 650,
      "dont": 651,
      "tast": 652,
      "##ause": 653,
      "##ry": 654,
      "conven": 655,
      "feel": 656,
      "market": 657,
      "pers": 658,
      "##tance": 659,
      "amb": 660,
      "booked": 661,
      "person": 662,
      "how": 663,
      "##ap": 664,
      "host": 665,
      "small": 666,
      "convenient": 667,
      "city": 668,
      "##we": 669,
      "lovely": 670,
      "because": 671,
      "bet": 672,
      "care": 673,
      "dir": 674,
      "ent": 675,
      "house": 676,
      "make": 677,
      "##get": 678,
      "##ish": 679,
      "around": 680,
      "##ct": 681,
      "##ered": 682,
      "profession": 683,
      "##teous": 684,
      "diff": 685,
      "courteous": 686,
      "bus": 687,
      "loo": 688,
      "##ged": 689,
      "##ied": 690,
      "che": 691,
      "loved": 692,
      "early": 693,
      "##ress": 694,
      "##ants": 695,
      "liked": 696,
      "thank": 697,
      "lot": 698,
      "##yg": 699,
      "##led": 700,
      "##op": 701,
      "##ests": 702,
      "ns": 703,
      "ow": 704,
      "tw": 705,
      "space": 706,
      "checkin": 707,
      "awes": 708,
      "dirty": 709,
      "##ick": 710,
      "extra": 711,
      "indi": 712,
      "find": 713,
      "rel": 714,
      "view": 715,
      "##here": 716,
      "##lut": 717,
      "front": 718,
      "beds": 719,
      "distance": 720,
      "##ygien": 721,
      "want": 722,
      "come": 723,
      "been": 724,
      "train": 725,
      "enjoyed": 726,
      "awesome": 727,
      "what": 728,
      "dr": 729,
      "lu": 730,
      "##and": 731,
      "##xt": 732,
      "happ": 733,
      "short": 734,
      "morning": 735,
      "le": 736,
      "ou": 737,
      "tour": 738,
      "##ior": 739,
      "##ason": 740,
      "washroom": 741,
      "##itch": 742,
      "nearby": 743,
      "attent": 744,
      "walk": 745,
      "back": 746,
      "got": 747,
      "most": 748,
      "##mb": 749,
      "##solut": 750,
      "desk": 751,
      "floor": 752,
      "away": 753,
      "lar": 754,
      "##very": 755,
      "reason": 756,
      "helped": 757,
      "many": 758,
      "better": 759,
      "##ass": 760,
      "##ange": 761,
      "toile": 762,
      "reach": 763,
      "supportive": 764,
      "kn": 765,
      "lit": 766,
      "pay": 767,
      "##good": 768,
      "##ip": 769,
      "##ondition": 770,
      "absolut": 771,
      "hour": 772,
      "kitch": 773,
      "mr": 774,
      "ni": 775,
      "pa": 776,
      "sec": 777,
      "went": 778,
      "##ights": 779,
      "outs": 780,
      "large": 781,
      "din": 782,
      "fir": 783,
      "poor": 784,
      "##pecially": 785,
      "##ord": 786,
      "##act": 787,
      "ever": 788,
      "where": 789,
      "few": 790,
      "name": 791,
      "pleasant": 792,
      "attentive": 793,
      "kitchen": 794,
      "hygien": 795,
      "##ft": 796,
      "##fy": 797,
      "##tast": 798,
      "##ention": 799,
      "access": 800,
      "fantast": 801,
      "fantastic": 802,
      "bud": 803,
      "condition": 804,
      "fel": 805,
      "though": 806,
      "them": 807,
      "##ans": 808,
      "bookingcom": 809,
      "walking": 810,
      "minut": 811,
      "respon": 812,
      "professional": 813,
      "little": 814,
      "budget": 815,
      "call": 816,
      "ful": 817,
      "tv": 818,
      "##tty": 819,
      "worth": 820,
      "restaurants": 821,
      "pretty": 822,
      "absolutely": 823,
      "##oin": 824,
      "##sive": 825,
      "provide": 826,
      "needed": 827,
      "welcoming": 828,
      "especially": 829,
      "##other": 830,
      "differ": 831,
      "first": 832,
      "cust": 833,
      "gr": 834,
      "##end": 835,
      "##taff": 836,
      "##ree": 837,
      "ord": 838,
      "team": 839,
      "arriv": 840,
      "ambience": 841,
      "custom": 842,
      "24": 843,
      "option": 844,
      "##ever": 845,
      "##ci": 846,
      "comfy": 847,
      "##ady": 848,
      "##urn": 849,
      "pos": 850,
      "way": 851,
      "love": 852,
      "next": 853,
      "another": 854,
      "shower": 855,
      "cou": 856,
      "ma": 857,
      "##ave": 858,
      "##hot": 859,
      "prom": 860,
      "free": 861,
      "happy": 862,
      "##ove": 863,
      "##to": 864,
      "##ted": 865,
      "##gg": 866,
      "took": 867,
      "fab": 868,
      "giv": 869,
      "tow": 870,
      "ins": 871,
      "specially": 872,
      "guy": 873,
      "incred": 874,
      "two": 875,
      "toilet": 876,
      "felt": 877,
      "different": 878,
      "cent": 879,
      "##ting": 880,
      "##ling": 881,
      "cleaning": 882,
      "##ign": 883,
      "say": 884,
      "tax": 885,
      "##lud": 886,
      "##food": 887,
      "staying": 888,
      "manage": 889,
      "peace": 890,
      "fresh": 891,
      "reasonable": 892,
      "know": 893,
      "var": 894,
      "star": 895,
      "exception": 896,
      "##uring": 897,
      "atm": 898,
      "asked": 899,
      "behavior": 900,
      "dec": 901,
      "eff": 902,
      "his": 903,
      "##ool": 904,
      "comm": 905,
      "exce": 906,
      "while": 907,
      "trans": 908,
      "same": 909,
      "thanks": 910,
      "days": 911,
      "guests": 912,
      "expec": 913,
      "includ": 914,
      "compl": 915,
      "tasty": 916,
      "dinner": 917,
      "full": 918,
      "old": 919,
      "sit": 920,
      "sur": 921,
      "cleaned": 922,
      "work": 923,
      "accommodating": 924,
      "hostel": 925,
      "expecta": 926,
      "give": 927,
      "ngood": 928,
      "right": 929,
      "sle": 930,
      "see": 931,
      "tak": 932,
      "rest": 933,
      "##ild": 934,
      "##fore": 935,
      "act": 936,
      "##ared": 937,
      "management": 938,
      "ca": 939,
      "late": 940,
      "must": 941,
      "nn": 942,
      "sim": 943,
      "##yond": 944,
      "##loc": 945,
      "stand": 946,
      "total": 947,
      "never": 948,
      "beyond": 949,
      "memb": 950,
      "enough": 951,
      "guest": 952,
      "den": 953,
      "during": 954,
      "mod": 955,
      "pic": 956,
      "##oice": 957,
      "thr": 958,
      "told": 959,
      "comfort": 960,
      "add": 961,
      "part": 962,
      "owner": 963,
      "minutes": 964,
      "fast": 965,
      "fine": 966,
      "pool": 967,
      "##ture": 968,
      "##ms": 969,
      "iss": 970,
      "before": 971,
      "request": 972,
      "expectations": 973,
      "10": 974,
      "nvery": 975,
      "##ire": 976,
      "##ial": 977,
      "##med": 978,
      "trip": 979,
      "book": 980,
      "recommended": 981,
      "ba": 982,
      "bit": 983,
      "##gan": 984,
      "##arm": 985,
      "ass": 986,
      "cons": 987,
      "superb": 988,
      "does": 989,
      "interior": 990,
      "things": 991,
      "india": 992,
      "mar": 993,
      "mak": 994,
      "##con": 995,
      "##ving": 996,
      "##pe": 997,
      "##ash": 998,
      "##ell": 999,
      "##elf": 1000,
      "top": 1001,
      "such": 1002,
      "##keep": 1003,
      "checkout": 1004,
      "customer": 1005,
      "options": 1006,
      "prompt": 1007,
      "peaceful": 1008,
      "cal": 1009,
      "car": 1010,
      "kee": 1011,
      "##iver": 1012,
      "##phere": 1013,
      "##ha": 1014,
      "then": 1015,
      "##osphere": 1016,
      "needs": 1017,
      "##ibly": 1018,
      "taxi": 1019,
      "atmosphere": 1020,
      "standard": 1021,
      "bal": 1022,
      "kar": 1023,
      "nd": 1024,
      "nwe": 1025,
      "sat": 1026,
      "##pr": 1027,
      "##day": 1028,
      "##ern": 1029,
      "##reci": 1030,
      "without": 1031,
      "sure": 1032,
      "worst": 1033,
      "said": 1034,
      "above": 1035,
      "receptionist": 1036,
      "##eets": 1037,
      "##ecial": 1038,
      "expect": 1039,
      "offered": 1040,
      "hours": 1041,
      "arrived": 1042,
      "sleep": 1043,
      "hum": 1044,
      "nb": 1045,
      "##ita": 1046,
      "##xur": 1047,
      "##art": 1048,
      "##icul": 1049,
      "choice": 1050,
      "quick": 1051,
      "shown": 1052,
      "appreci": 1053,
      "outside": 1054,
      "incredibly": 1055,
      "centr": 1056,
      "keep": 1057,
      "done": 1058,
      "each": 1059,
      "nights": 1060,
      "##rac": 1061,
      "##bl": 1062,
      "##ised": 1063,
      "##ations": 1064,
      "within": 1065,
      "conn": 1066,
      "##ude": 1067,
      "intern": 1068,
      "housekeep": 1069,
      "relax": 1070,
      "luxur": 1071,
      "housekeeping": 1072,
      "br": 1073,
      "bas": 1074,
      "far": 1075,
      "##zy": 1076,
      "##ory": 1077,
      "##ount": 1078,
      "reg": 1079,
      "ready": 1080,
      "local": 1081,
      "##icient": 1082,
      "allow": 1083,
      "everyone": 1084,
      "clos": 1085,
      "welcome": 1086,
      "nstaff": 1087,
      "exceptional": 1088,
      "picture": 1089,
      "through": 1090,
      "both": 1091,
      "fa": 1092,
      "long": 1093,
      "mention": 1094,
      "nit": 1095,
      "wind": 1096,
      "##not": 1097,
      "##ness": 1098,
      "##aj": 1099,
      "##ten": 1100,
      "##clean": 1101,
      "##mp": 1102,
      "##tand": 1103,
      "##ath": 1104,
      "##anged": 1105,
      "##isf": 1106,
      "special": 1107,
      "##own": 1108,
      "try": 1109,
      "facility": 1110,
      "however": 1111,
      "couple": 1112,
      "modern": 1113,
      "window": 1114,
      "et": 1115,
      "warm": 1116,
      "##ey": 1117,
      "##ime": 1118,
      "##pen": 1119,
      "##ence": 1120,
      "##ank": 1121,
      "neigh": 1122,
      "env": 1123,
      "flight": 1124,
      "charged": 1125,
      "build": 1126,
      "towel": 1127,
      "##ractions": 1128,
      "neighb": 1129,
      "eat": 1130,
      "nh": 1131,
      "nroom": 1132,
      "##ually": 1133,
      "##hood": 1134,
      "##onment": 1135,
      "##ensive": 1136,
      "noise": 1137,
      "##ironment": 1138,
      "expensive": 1139,
      "buff": 1140,
      "given": 1141,
      "inside": 1142,
      "decor": 1143,
      "efficient": 1144,
      "bagh": 1145,
      "##cony": 1146,
      "balcony": 1147,
      "environment": 1148,
      "nw": 1149,
      "ter": 1150,
      "wa": 1151,
      "##ming": 1152,
      "proble": 1153,
      "being": 1154,
      "spe": 1155,
      "should": 1156,
      "ens": 1157,
      "hospitable": 1158,
      "cozy": 1159,
      "business": 1160,
      "cheap": 1161,
      "accessible": 1162,
      "totally": 1163,
      "humble": 1164,
      "buffet": 1165,
      "aff": 1166,
      "pur": 1167,
      "##har": 1168,
      "##tary": 1169,
      "##ink": 1170,
      "inn": 1171,
      "coming": 1172,
      "nois": 1173,
      "areas": 1174,
      "##mentary": 1175,
      "plus": 1176,
      "parking": 1177,
      "taste": 1178,
      "hygiene": 1179,
      "hygienic": 1180,
      "order": 1181,
      "members": 1182,
      "making": 1183,
      "building": 1184,
      "afford": 1185,
      "15": 1186,
      "bl": 1187,
      "bir": 1188,
      "let": 1189,
      "list": 1190,
      "mat": 1191,
      "phot": 1192,
      "sw": 1193,
      "set": 1194,
      "##ya": 1195,
      "##lo": 1196,
      "##ooth": 1197,
      "##ility": 1198,
      "##iety": 1199,
      "served": 1200,
      "places": 1201,
      "checked": 1202,
      "providing": 1203,
      "attractions": 1204,
      "busy": 1205,
      "indian": 1206,
      "exceed": 1207,
      "etc": 1208,
      "mid": 1209,
      "open": 1210,
      "rate": 1211,
      "sc": 1212,
      "soo": 1213,
      "##uly": 1214,
      "##where": 1215,
      "##mes": 1216,
      "rem": 1217,
      "##ary": 1218,
      "spec": 1219,
      "smile": 1220,
      "smooth": 1221,
      "design": 1222,
      "impro": 1223,
      "variety": 1224,
      "common": 1225,
      "denied": 1226,
      "karol": 1227,
      "satisf": 1228,
      "baz": 1229,
      "door": 1230,
      "fake": 1231,
      "gen": 1232,
      "##ne": 1233,
      "##gr": 1234,
      "##rong": 1235,
      "##uff": 1236,
      "ref": 1237,
      "comple": 1238,
      "##etic": 1239,
      "friends": 1240,
      "ask": 1241,
      "hand": 1242,
      "shop": 1243,
      "##ched": 1244,
      "##kets": 1245,
      "conf": 1246,
      "bathrooms": 1247,
      "easily": 1248,
      "tea": 1249,
      "paid": 1250,
      "consid": 1251,
      "##tanding": 1252,
      "photos": 1253,
      "card": 1254,
      "end": 1255,
      "ele": 1256,
      "found": 1257,
      "mom": 1258,
      "nm": 1259,
      "##au": 1260,
      "##bs": 1261,
      "##ately": 1262,
      "ret": 1263,
      "prime": 1264,
      "delight": 1265,
      "truly": 1266,
      "##pped": 1267,
      "enjoyable": 1268,
      "couldnt": 1269,
      "accommodation": 1270,
      "##ointed": 1271,
      "##location": 1272,
      "affordable": 1273,
      "may": 1274,
      "ty": 1275,
      "##ov": 1276,
      "##ric": 1277,
      "##iance": 1278,
      "##imentary": 1279,
      "##up": 1280,
      "##ates": 1281,
      "##reet": 1282,
      "##ational": 1283,
      "frid": 1284,
      "##form": 1285,
      "##fortable": 1286,
      "change": 1287,
      "lift": 1288,
      "properly": 1289,
      "itself": 1290,
      "times": 1291,
      "visiting": 1292,
      "okay": 1293,
      "attention": 1294,
      "office": 1295,
      "lugg": 1296,
      "responsive": 1297,
      "basic": 1298,
      "ensure": 1299,
      "fridge": 1300,
      "cen": 1301,
      "gave": 1302,
      "men": 1303,
      "mis": 1304,
      "pick": 1305,
      "##ub": 1306,
      "##most": 1307,
      "##tail": 1308,
      "##inen": 1309,
      "##orta": 1310,
      "##read": 1311,
      "##eness": 1312,
      "##ouble": 1313,
      "##idy": 1314,
      "once": 1315,
      "spot": 1316,
      "offer": 1317,
      "travell": 1318,
      "travelers": 1319,
      "esta": 1320,
      "seen": 1321,
      "charge": 1322,
      "enter": 1323,
      "including": 1324,
      "doesnt": 1325,
      "central": 1326,
      "wait": 1327,
      "luggage": 1328,
      "cor": 1329,
      "cost": 1330,
      "down": 1331,
      "el": 1332,
      "gl": 1333,
      "hard": 1334,
      "id": 1335,
      "nf": 1336,
      "sound": 1337,
      "side": 1338,
      "tidy": 1339,
      "##ru": 1340,
      "##line": 1341,
      "##bby": 1342,
      "##que": 1343,
      "##ase": 1344,
      "##less": 1345,
      "##ists": 1346,
      "##ulous": 1347,
      "almost": 1348,
      "sugg": 1349,
      "she": 1350,
      "dem": 1351,
      "still": 1352,
      "adv": 1353,
      "please": 1354,
      "entire": 1355,
      "own": 1356,
      "second": 1357,
      "outstanding": 1358,
      "fabulous": 1359,
      "complain": 1360,
      "complimentary": 1361,
      "surpr": 1362,
      "issue": 1363,
      "called": 1364,
      "connect": 1365,
      "problem": 1366,
      "exceeded": 1367,
      "consider": 1368,
      "moment": 1369,
      "center": 1370,
      "put": 1371,
      "roo": 1372,
      "##app": 1373,
      "##ipped": 1374,
      "##yo": 1375,
      "##ber": 1376,
      "locality": 1377,
      "online": 1378,
      "helpfull": 1379,
      "acc": 1380,
      "living": 1381,
      "resid": 1382,
      "detail": 1383,
      "heart": 1384,
      "prep": 1385,
      "coff": 1386,
      "requests": 1387,
      "whole": 1388,
      "ambiance": 1389,
      "wanted": 1390,
      "drin": 1391,
      "payment": 1392,
      "response": 1393,
      "actually": 1394,
      "expected": 1395,
      "noisy": 1396,
      "ap": 1397,
      "able": 1398,
      "bag": 1399,
      "emp": 1400,
      "fi": 1401,
      "fin": 1402,
      "hu": 1403,
      "him": 1404,
      "mall": 1405,
      "n2": 1406,
      "nfood": 1407,
      "oyo": 1408,
      "sing": 1409,
      "swe": 1410,
      "und": 1411,
      "##em": 1412,
      "##ri": 1413,
      "##rible": 1414,
      "##ired": 1415,
      "##xim": 1416,
      "##ls": 1417,
      "##li": 1418,
      "##fer": 1419,
      "##ature": 1420,
      "##ang": 1421,
      "##als": 1422,
      "inv": 1423,
      "into": 1424,
      "exact": 1425,
      "##thday": 1426,
      "proxim": 1427,
      "spread": 1428,
      "sheets": 1429,
      "worked": 1430,
      "class": 1431,
      "use": 1432,
      "##ized": 1433,
      "##quipped": 1434,
      "perfectly": 1435,
      "impec": 1436,
      "looked": 1437,
      "lots": 1438,
      "driver": 1439,
      "situ": 1440,
      "international": 1441,
      "mentioned": 1442,
      "decorated": 1443,
      "birthday": 1444,
      "gener": 1445,
      "shops": 1446,
      "col": 1447,
      "hor": 1448,
      "light": 1449,
      "mind": 1450,
      "plent": 1451,
      "ser": 1452,
      "##rs": 1453,
      "##iya": 1454,
      "##erg": 1455,
      "rep": 1456,
      "inform": 1457,
      "process": 1458,
      "choo": 1459,
      "organ": 1460,
      "stuff": 1461,
      "anything": 1462,
      "going": 1463,
      "look": 1464,
      "##actory": 1465,
      "appreciated": 1466,
      "pictures": 1467,
      "neighbor": 1468,
      "coffee": 1469,
      "impecc": 1470,
      "12": 1471,
      "aut": 1472,
      "cos": 1473,
      "double": 1474,
      "jas": 1475,
      "non": 1476,
      "nre": 1477,
      "rs": 1478,
      "turn": 1479,
      "vill": 1480,
      "##row": 1481,
      "##sible": 1482,
      "wasnt": 1483,
      "##reen": 1484,
      "##ings": 1485,
      "lobby": 1486,
      "priv": 1487,
      "##verall": 1488,
      "plan": 1489,
      "meet": 1490,
      "checking": 1491,
      "saf": 1492,
      "##ppos": 1493,
      "priced": 1494,
      "willing": 1495,
      "upgr": 1496,
      "someone": 1497,
      "arrange": 1498,
      "cold": 1499,
      "impress": 1500,
      "difficul": 1501,
      "tourist": 1502,
      "pahar": 1503,
      "secure": 1504,
      "ordered": 1505,
      "guys": 1506,
      "included": 1507,
      "came": 1508,
      "issu": 1509,
      "##medi": 1510,
      "##blish": 1511,
      "luxurious": 1512,
      "allowed": 1513,
      "##tenance": 1514,
      "towels": 1515,
      "type": 1516,
      "menu": 1517,
      "huge": 1518,
      "single": 1519,
      "sweet": 1520,
      "exactly": 1521,
      "proximity": 1522,
      "choose": 1523,
      "neighborhood": 1524,
      "bot": 1525,
      "face": 1526,
      "ke": 1527,
      "ket": 1528,
      "nic": 1529,
      "nlocation": 1530,
      "ph": 1531,
      "park": 1532,
      "poin": 1533,
      "vib": 1534,
      "##night": 1535,
      "##ale": 1536,
      "##ck": 1537,
      "##ux": 1538,
      "##ved": 1539,
      "##mor": 1540,
      "##tage": 1541,
      "##rect": 1542,
      "##ready": 1543,
      "rece": 1544,
      "already": 1545,
      "##ety": 1546,
      "##the": 1547,
      "delux": 1548,
      "##amp": 1549,
      "##rooms": 1550,
      "##agar": 1551,
      "extend": 1552,
      "nthey": 1553,
      "cancel": 1554,
      "immedi": 1555,
      "##ably": 1556,
      "##000": 1557,
      "looking": 1558,
      "leave": 1559,
      "reached": 1560,
      "247": 1561,
      "count": 1562,
      "except": 1563,
      "##ganj": 1564,
      "specious": 1565,
      "return": 1566,
      "establish": 1567,
      "horrible": 1568,
      "bottle": 1569,
      "kettle": 1570,
      "bro": 1571,
      "green": 1572,
      "hom": 1573,
      "lou": 1574,
      "pow": 1575,
      "rude": 1576,
      "sin": 1577,
      "vi": 1578,
      "##aff": 1579,
      "##aud": 1580,
      "##gest": 1581,
      "##vious": 1582,
      "##ym": 1583,
      "##dle": 1584,
      "##be": 1585,
      "three": 1586,
      "think": 1587,
      "##tact": 1588,
      "##ina": 1589,
      "along": 1590,
      "amount": 1591,
      "sho": 1592,
      "##ustle": 1593,
      "bedsh": 1594,
      "maintenance": 1595,
      "##ively": 1596,
      "behaved": 1597,
      "visited": 1598,
      "expl": 1599,
      "nand": 1600,
      "##unning": 1601,
      "arranged": 1602,
      "charg": 1603,
      "arrival": 1604,
      "mah": 1605,
      "taken": 1606,
      "simple": 1607,
      "marina": 1608,
      "fair": 1609,
      "purp": 1610,
      "swim": 1611,
      "middle": 1612,
      "improve": 1613,
      "##augh": 1614,
      "issues": 1615,
      "deluxe": 1616,
      "bar": 1617,
      "boy": 1618,
      "cle": 1619,
      "cat": 1620,
      "due": 1621,
      "emb": 1622,
      "ho": 1623,
      "sty": 1624,
      "##na": 1625,
      "##ction": 1626,
      "##und": 1627,
      "##ken": 1628,
      "##he": 1629,
      "##ward": 1630,
      "##itude": 1631,
      "##esth": 1632,
      "##ult": 1633,
      "fraud": 1634,
      "##aded": 1635,
      "##urity": 1636,
      "##ird": 1637,
      "webs": 1638,
      "spend": 1639,
      "ash": 1640,
      "works": 1641,
      "##pping": 1642,
      "##ific": 1643,
      "managed": 1644,
      "wife": 1645,
      "required": 1646,
      "washrooms": 1647,
      "security": 1648,
      "##hotel": 1649,
      "relaxing": 1650,
      "luxury": 1651,
      "else": 1652,
      "empl": 1653,
      "fix": 1654,
      "situated": 1655,
      "plenty": 1656,
      "impeccable": 1657,
      "safety": 1658,
      "paharganj": 1659,
      "nicely": 1660,
      "broken": 1661,
      "since": 1662,
      "shopping": 1663,
      "swimming": 1664,
      "website": 1665,
      "20": 1666,
      "aer": 1667,
      "break": 1668,
      "cash": 1669,
      "dro": 1670,
      "dist": 1671,
      "equipped": 1672,
      "gir": 1673,
      "gate": 1674,
      "gym": 1675,
      "her": 1676,
      "num": 1677,
      "oppos": 1678,
      "red": 1679,
      "sar": 1680,
      "till": 1681,
      "tree": 1682,
      "##vel": 1683,
      "##low": 1684,
      "##jay": 1685,
      "##cept": 1686,
      "##itive": 1687,
      "ally": 1688,
      "##though": 1689,
      "changed": 1690,
      "wee": 1691,
      "soap": 1692,
      "manner": 1693,
      "contact": 1694,
      "saw": 1695,
      "abd": 1696,
      "bath": 1697,
      "visa": 1698,
      "previous": 1699,
      "desc": 1700,
      "kindly": 1701,
      "showing": 1702,
      "##ung": 1703,
      "welcomed": 1704,
      "importa": 1705,
      "##ftop": 1706,
      "minute": 1707,
      "ground": 1708,
      "customers": 1709,
      "start": 1710,
      "transport": 1711,
      "101": 1712,
      "standards": 1713,
      "closer": 1714,
      "windows": 1715,
      "speed": 1716,
      "satisfactory": 1717,
      "confir": 1718,
      "demand": 1719,
      "rooftop": 1720,
      "villa": 1721,
      "difficult": 1722,
      "power": 1723,
      "opposite": 1724,
      "important": 1725,
      "aesth": 1726,
      "ajay": 1727,
      "cord": 1728,
      "less": 1729,
      "ng": 1730,
      "nam": 1731,
      "nclean": 1732,
      "rates": 1733,
      "##ah": 1734,
      "##rance": 1735,
      "##sw": 1736,
      "##ique": 1737,
      "##ual": 1738,
      "##pm": 1739,
      "##pl": 1740,
      "##wise": 1741,
      "##din": 1742,
      "##light": 1743,
      "##fr": 1744,
      "##ator": 1745,
      "##orm": 1746,
      "##anj": 1747,
      "rec": 1748,
      "cha": 1749,
      "thats": 1750,
      "solo": 1751,
      "##ching": 1752,
      "street": 1753,
      "whenever": 1754,
      "tem": 1755,
      "##ibility": 1756,
      "looks": 1757,
      "giving": 1758,
      "incredible": 1759,
      "member": 1760,
      "address": 1761,
      "appreciate": 1762,
      "regul": 1763,
      "bazar": 1764,
      "miss": 1765,
      "point": 1766,
      "establishment": 1767,
      "drop": 1768,
      "aesthetic": 1769,
      "cordial": 1770,
      "cur": 1771,
      "furn": 1772,
      "ig": 1773,
      "mo": 1774,
      "mach": 1775,
      "nar": 1776,
      "none": 1777,
      "nagar": 1778,
      "pill": 1779,
      "pass": 1780,
      "rice": 1781,
      "ve": 1782,
      "yes": 1783,
      "##og": 1784,
      "##ear": 1785,
      "##ger": 1786,
      "##race": 1787,
      "##ries": 1788,
      "##cy": 1789,
      "##staff": 1790,
      "##uk": 1791,
      "##uit": 1792,
      "##bo": 1793,
      "##fa": 1794,
      "##ele": 1795,
      "##atively": 1796,
      "##ene": 1797,
      "##ens": 1798,
      "forward": 1799,
      "alone": 1800,
      "although": 1801,
      "##acks": 1802,
      "hair": 1803,
      "suit": 1804,
      "answ": 1805,
      "memor": 1806,
      "congest": 1807,
      "stree": 1808,
      "strong": 1809,
      "anyone": 1810,
      "disc": 1811,
      "disapp": 1812,
      "mins": 1813,
      "##unch": 1814,
      "appro": 1815,
      "require": 1816,
      "otherwise": 1817,
      "##ock": 1818,
      "##ween": 1819,
      "between": 1820,
      "entrance": 1821,
      "twice": 1822,
      "relatively": 1823,
      "trains": 1824,
      "drive": 1825,
      "##ording": 1826,
      "possible": 1827,
      "positive": 1828,
      "centre": 1829,
      "commun": 1830,
      "particul": 1831,
      "assist": 1832,
      "calm": 1833,
      "internet": 1834,
      "bring": 1835,
      "regard": 1836,
      "soon": 1837,
      "designed": 1838,
      "according": 1839,
      "prepared": 1840,
      "information": 1841,
      "cosy": 1842,
      "kept": 1843,
      "phone": 1844,
      "extended": 1845,
      "immediately": 1846,
      "homely": 1847,
      "bedsheets": 1848,
      "purpose": 1849,
      "catch": 1850,
      "style": 1851,
      "number": 1852,
      "pillow": 1853,
      "congested": 1854,
      "streets": 1855,
      "bill": 1856,
      "cant": 1857,
      "case": 1858,
      "dust": 1859,
      "ear": 1860,
      "fle": 1861,
      "ive": 1862,
      "kh": 1863,
      "linen": 1864,
      "pu": 1865,
      "path": 1866,
      "si": 1867,
      "tou": 1868,
      "table": 1869,
      "wide": 1870,
      "wrong": 1871,
      "##ems": 1872,
      "##aar": 1873,
      "##ia": 1874,
      "##iable": 1875,
      "##pur": 1876,
      "##her": 1877,
      "##ren": 1878,
      "##alf": 1879,
      "##estions": 1880,
      "##osh": 1881,
      "##ical": 1882,
      "atta": 1883,
      "spent": 1884,
      "##comfortable": 1885,
      "##ourhood": 1886,
      "tried": 1887,
      "world": 1888,
      "reserv": 1889,
      "used": 1890,
      "##ush": 1891,
      "energ": 1892,
      "hosts": 1893,
      "##ivity": 1894,
      "##ody": 1895,
      "cooling": 1896,
      "attitude": 1897,
      "upto": 1898,
      "##ability": 1899,
      "##rand": 1900,
      "travelling": 1901,
      "unp": 1902,
      "covid": 1903,
      "sized": 1904,
      "send": 1905,
      "sear": 1906,
      "appointed": 1907,
      "court": 1908,
      "accommodate": 1909,
      "compared": 1910,
      "respect": 1911,
      "personal": 1912,
      "##ctric": 1913,
      "##ledge": 1914,
      "level": 1915,
      "toilets": 1916,
      "nnice": 1917,
      "deny": 1918,
      "markets": 1919,
      "topnot": 1920,
      "nbreakfast": 1921,
      "centrally": 1922,
      "closed": 1923,
      "##eys": 1924,
      "neighbourhood": 1925,
      "nrooms": 1926,
      "bazaar": 1927,
      "electric": 1928,
      "delightful": 1929,
      "travellers": 1930,
      "##ruct": 1931,
      "resident": 1932,
      "apol": 1933,
      "colle": 1934,
      "girls": 1935,
      "mannered": 1936,
      "confirm": 1937,
      "machine": 1938,
      "energy": 1939,
      "topnotch": 1940,
      "bo": 1941,
      "bloc": 1942,
      "fut": 1943,
      "hence": 1944,
      "jo": 1945,
      "la": 1946,
      "mon": 1947,
      "mil": 1948,
      "n3": 1949,
      "ren": 1950,
      "sel": 1951,
      "tar": 1952,
      "wise": 1953,
      "wish": 1954,
      "##nts": 1955,
      "##rita": 1956,
      "##sel": 1957,
      "##io": 1958,
      "##pite": 1959,
      "##min": 1960,
      "##male": 1961,
      "##body": 1962,
      "##zal": 1963,
      "these": 1964,
      "##ana": 1965,
      "int": 1966,
      "##iling": 1967,
      "commend": 1968,
      "now": 1969,
      "noverall": 1970,
      "##ura": 1971,
      "helping": 1972,
      "comforta": 1973,
      "accept": 1974,
      "life": 1975,
      "que": 1976,
      "sum": 1977,
      "sub": 1978,
      "shant": 1979,
      "##tern": 1980,
      "meal": 1981,
      "cont": 1982,
      "eng": 1983,
      "enc": 1984,
      "##ages": 1985,
      "hear": 1986,
      "fact": 1987,
      "stunning": 1988,
      "cool": 1989,
      "smell": 1990,
      "anywhere": 1991,
      "##arkable": 1992,
      "afzal": 1993,
      "newly": 1994,
      "dish": 1995,
      "flights": 1996,
      "offers": 1997,
      "travelled": 1998,
      "unh": 1999,
      "respond": 2000,
      "feeling": 2001,
      "##ope": 2002,
      "nsp": 2003,
      "trained": 2004,
      "tours": 2005,
      "##cial": 2006,
      "knowledge": 2007,
      "exceptionally": 2008,
      "nno": 2009,
      "addition": 2010,
      "assis": 2011,
      "keeping": 2012,
      "connaugh": 2013,
      "remarkable": 2014,
      "satisfied": 2015,
      "handy": 2016,
      "ensured": 2017,
      "traveller": 2018,
      "connectivity": 2019,
      "drinks": 2020,
      "upgraded": 2021,
      "explor": 2022,
      "employ": 2023,
      "abdul": 2024,
      "memorable": 2025,
      "flex": 2026,
      "renov": 2027,
      "commendable": 2028,
      "shanti": 2029,
      "connaught": 2030,
      "25": 2031,
      "cut": 2032,
      "creat": 2033,
      "cele": 2034,
      "du": 2035,
      "fit": 2036,
      "fav": 2037,
      "gud": 2038,
      "ji": 2039,
      "line": 2040,
      "mos": 2041,
      "mile": 2042,
      "nat": 2043,
      "niz": 2044,
      "om": 2045,
      "oper": 2046,
      "ru": 2047,
      "range": 2048,
      "tuk": 2049,
      "ur": 2050,
      "##nel": 2051,
      "##nge": 2052,
      "##ata": 2053,
      "##tely": 2054,
      "##sta": 2055,
      "##ik": 2056,
      "##ian": 2057,
      "##par": 2058,
      "##wor": 2059,
      "##man": 2060,
      "##br": 2061,
      "##oof": 2062,
      "##oup": 2063,
      "recent": 2064,
      "form": 2065,
      "exch": 2066,
      "neg": 2067,
      "##fully": 2068,
      "##thy": 2069,
      "##ication": 2070,
      "##urb": 2071,
      "child": 2072,
      "why": 2073,
      "spa": 2074,
      "asking": 2075,
      "plants": 2076,
      "having": 2077,
      "##rofession": 2078,
      "overnight": 2079,
      "prices": 2080,
      "nthis": 2081,
      "##iveness": 2082,
      "heav": 2083,
      "recommendations": 2084,
      "stor": 2085,
      "cook": 2086,
      "female": 2087,
      "##quit": 2088,
      "pres": 2089,
      "prem": 2090,
      "kindness": 2091,
      "unique": 2092,
      "roam": 2093,
      "accomod": 2094,
      "pleasure": 2095,
      "others": 2096,
      "decently": 2097,
      "chef": 2098,
      "##ygienic": 2099,
      "left": 2100,
      "paper": 2101,
      "accessibility": 2102,
      "thought": 2103,
      "town": 2104,
      "##tings": 2105,
      "transfer": 2106,
      "caf": 2107,
      "requested": 2108,
      "interiors": 2109,
      "caring": 2110,
      "choices": 2111,
      "scam": 2112,
      "completely": 2113,
      "nmr": 2114,
      "pickup": 2115,
      "suggest": 2116,
      "suggestions": 2117,
      "drinking": 2118,
      "bags": 2119,
      "##ription": 2120,
      "vibe": 2121,
      "lounge": 2122,
      "particularly": 2123,
      "pathetic": 2124,
      "respectful": 2125,
      "residential": 2126,
      "future": 2127,
      "exploring": 2128,
      "celebr": 2129,
      "nizam": 2130,
      "##rofessional": 2131,
      "11": 2132,
      "bel": 2133,
      "breat": 2134,
      "bha": 2135,
      "bustle": 2136,
      "ce": 2137,
      "cer": 2138,
      "cab": 2139,
      "hrs": 2140,
      "ir": 2141,
      "k3": 2142,
      "live": 2143,
      "lunch": 2144,
      "mus": 2145,
      "nc": 2146,
      "nl": 2147,
      "pm": 2148,
      "rent": 2149,
      "son": 2150,
      "sak": 2151,
      "wet": 2152,
      "wall": 2153,
      "##over": 2154,
      "##ned": 2155,
      "##afe": 2156,
      "##tel": 2157,
      "##tun": 2158,
      "##tress": 2159,
      "##rain": 2160,
      "##ram": 2161,
      "##round": 2162,
      "##self": 2163,
      "##ug": 2164,
      "##uz": 2165,
      "##ves": 2166,
      "##pect": 2167,
      "##my": 2168,
      "##mer": 2169,
      "##la": 2170,
      "##ja": 2171,
      "##30": 2172,
      "##tation": 2173,
      "##elet": 2174,
      "##orts": 2175,
      "wash": 2176,
      "##res": 2177,
      "##ane": 2178,
      "##anks": 2179,
      "##antage": 2180,
      "##iture": 2181,
      "real": 2182,
      "##esh": 2183,
      "##ilities": 2184,
      "locations": 2185,
      "exist": 2186,
      "often": 2187,
      "##ection": 2188,
      "##icing": 2189,
      "##ided": 2190,
      "##acy": 2191,
      "##ervice": 2192,
      "##elpful": 2193,
      "items": 2194,
      "##ayed": 2195,
      "chose": 2196,
      "event": 2197,
      "##ste": 2198,
      "##ighly": 2199,
      "##vers": 2200,
      "##veral": 2201,
      "true": 2202,
      "traff": 2203,
      "meals": 2204,
      "##amos": 2205,
      "word": 2206,
      "##ola": 2207,
      "const": 2208,
      "stations": 2209,
      "arch": 2210,
      "nthank": 2211,
      "##ived": 2212,
      "stress": 2213,
      "cannot": 2214,
      "prefer": 2215,
      "beautifully": 2216,
      "nahi": 2217,
      "several": 2218,
      "##aps": 2219,
      "cheated": 2220,
      "happen": 2221,
      "tourists": 2222,
      "fully": 2223,
      "worthy": 2224,
      "group": 2225,
      "24h": 2226,
      "maj": 2227,
      "surround": 2228,
      "taking": 2229,
      "actual": 2230,
      "nne": 2231,
      "makes": 2232,
      "##pees": 2233,
      "##ather": 2234,
      "trying": 2235,
      "couples": 2236,
      "terrace": 2237,
      "speak": 2238,
      "listed": 2239,
      "mattress": 2240,
      "remot": 2241,
      "specific": 2242,
      "spotless": 2243,
      "ide": 2244,
      "owners": 2245,
      "surprise": 2246,
      "surprised": 2247,
      "under": 2248,
      "serve": 2249,
      "nrecommend": 2250,
      "privacy": 2251,
      "cancelled": 2252,
      "embass": 2253,
      "disturb": 2254,
      "description": 2255,
      "regular": 2256,
      "answer": 2257,
      "disappointed": 2258,
      "requirements": 2259,
      "regarding": 2260,
      "pillows": 2261,
      "touch": 2262,
      "attached": 2263,
      "unprofessional": 2264,
      "##ructure": 2265,
      "comfortab": 2266,
      "dishes": 2267,
      "unhygienic": 2268,
      "knowledgeable": 2269,
      "additional": 2270,
      "natur": 2271,
      "omelet": 2272,
      "heavy": 2273,
      "##quito": 2274,
      "saket": 2275,
      "##tunately": 2276,
      "traffic": 2277,
      "bes": 2278,
      "bhi": 2279,
      "fur": 2280,
      "ge": 2281,
      "goo": 2282,
      "gem": 2283,
