[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
'
,
0
1
2
3
4
5
6
7
8
9
[
\
]
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
##u
##r
##o
##p
##e
##a
##n
##i
##d
##g
##s
##k
##m
##x
##c
##t
##v
##l
##y
##b
##h
##w
##f
##0
##z
##4
##5
##j
##1
##q
##2
##7
##6
##3
##8
##9
##er
th
##nd
##oo
the
##ta
##as
##el
and
##in
##ea
##on
##ce
sta
was
##or
##ti
##ed
##ot
##ood
##ing
##en
##ff
##ou
##ery
##oom
##es
##tion
to
##it
##om
good
is
staff
room
very
##ly
##le
##ice
hot
in
##an
##al
hotel
lo
##at
##re
##ere
cl
##is
##rea
##ation
loc
for
##ar
##ean
##ec
fr
clean
##ul
location
pr
ex
##ble
##et
stay
al
of
it
##ent
##ve
##ful
##per
##il
##ut
##end
com
##th
##os
##ur
##elp
##ell
##id
help
were
ha
##ir
##ith
##erv
at
not
with
##gh
nice
are
##ay
##ast
serv
##ic
##ac
pro
service
ch
##for
food
ev
on
wh
rooms
helpful
##reat
we
##ous
##iend
they
friend
great
you
##us
##reak
##igh
##fast
##table
this
##reakfast
##king
as
be
comfor
sp
re
friendly
breakfast
ne
am
##ity
##est
pl
##ace
del
##ke
comfortable
all
##ain
but
##ow
##ty
##ver
my
##ch
rea
nea
##am
##ess
##nt
##ien
##ely
tr
from
##ld
##im
##so
##all
su
an
##por
every
##ge
##ious
ac
li
so
there
##hi
that
##ight
place
##one
qu
##ad
no
##ant
me
well
boo
##lly
had
sh
##our
##ter
##ience
also
##cell
proper
##ption
near
##cellent
wor
##av
##ked
really
excellent
##ite
##able
##port
##room
##ome
air
##omm
delhi
have
##ust
bed
##thing
##tive
##ill
us
##az
##ould
res
##ro
exper
property
our
experience
chec
de
en
man
##ers
its
##ties
##ind
everything
##ception
##ue
##ond
##way
con
##ol
##pp
airport
hos
over
##ect
##ities
##azing
sa
station
##hroom
amazing
check
like
price
##oney
by
money
##ail
ar
##the
##acious
rec
##ud
##ose
spacious
tim
did
##ag
booking
best
##ate
out
ab
##ple
##ally
##ri
##vid
##out
will
than
##ommend
reception
mor
main
need
recommend
##ated
ta
provid
fac
too
bat
per
met
night
##od
##ig
nthe
or
##tr
##ich
beh
which
##ont
close
time
facil
val
##ment
##ough
metro
day
ma
##st
behav
coo
##tal
##taur
##ater
even
any
value
##taurant
sm
bathroom
area
can
restaurant
overall
ag
##ew
##ks
##ist
##com
##ard
##fect
pol
##pi
if
vis
##ality
here
##qu
one
when
perfect
would
##ep
##ile
##hing
##ound
hospi
behavi
##fe
##eci
high
just
gu
water
new
again
he
##ily
##ark
kind
polite
lov
only
facilities
##lin
##fter
up
##tic
exp
av
des
##iz
##ative
nothing
after
st
##oy
##oor
##ost
##ame
visit
##si
##ide
##ner
more
dis
im
##ven
their
super
##ure
quality
show
wal
##age
##ten
trav
manag
cooper
get
off
pre
##un
acc
avail
some
##ab
fam
ok
##ient
##tain
staffs
didnt
hospital
big
par
##um
##iet
bea
eas
##uti
##if
##ion
fl
un
##sta
your
hospitality
##utiful
di
pe
beautiful
go
has
hotels
stayed
safe
provided
ple
##cent
cooperative
available
pleas
do
neat
##liness
ad
min
##icious
family
could
char
host
##ecially
peo
app
bad
oth
##pt
##erful
thing
ext
delicious
##ade
working
##ways
co
fe
gi
vi
wel
wond
inc
who
about
mu
mark
se
##fin
##ear
##ession
beds
enj
behaviour
people
##and
##te
services
##ommod
defin
manager
accommod
wonderful
enjoy
ind
##ning
##ces
##itely
located
always
##tained
##se
cleanliness
##ack
requ
definitely
fan
##by
##00
inter
##ree
ca
##fession
##oth
##arly
booked
##ifi
bu
tast
atten
quiet
city
cour
##ition
##ance
maintained
small
other
much
dont
rail
##ine
##ick
decent
aw
call
dir
ro
wifi
##pl
##rem
##ise
extrem
made
##ged
##tle
##enities
##tions
sup
easy
railway
bet
siz
##ry
ow
pa
pers
##tan
##ating
profession
quite
market
indi
extremely
person
##get
##use
amenities
highly
dirty
cent
tea
amb
##tra
diff
feel
es
loo
##oc
##side
##ong
resp
take
guest
bus
early
home
around
##ered
extra
##ouse
liked
conven
make
awes
##tance
lot
want
##em
##ted
##yg
train
back
ni
##ip
##ort
helped
reach
convenient
bec
most
##eet
##ved
washroom
##itch
##ange
front
come
thank
lovely
travel
##teous
courteous
road
size
professional
awesome
pay
rel
##op
##pr
##dy
##here
##rec
happ
where
loved
desk
##ygien
how
lu
men
sec
##ause
##very
##tas
##ish
morning
distance
better
because
fir
nw
##ach
nearby
arri
request
bud
din
house
kitch
lit
mr
##red
##ior
##ied
##mb
ever
##ondition
checkin
walk
view
welcom
fantas
care
budget
fantastic
find
got
##xt
them
what
been
space
##ilet
kitchen
option
##good
##xi
##ting
##ason
##ord
toilet
chea
many
attentive
condition
gr
lar
tour
went
reason
##portive
supportive
first
ful
hour
hygien
say
tv
tw
##ans
pleasant
enjoyed
little
few
name
way
##pecially
##ft
worth
needed
large
away
##par
##hot
##ool
##ass
exception
comm
##fore
bookingcom
took
##sive
shower
##cess
happy
24
poor
##oin
##ha
##fy
though
##esh
love
next
provide
ord
walking
##other
ambience
differ
especially
respon
welcoming
ke
kn
##ove
##gg
##to
##ving
##eal
prom
staying
short
enough
travell
cust
free
pea
##lut
before
##solut
pret
owner
custom
sle
sur
sim
var
##lud
##elt
cleaning
trans
another
book
work
manage
absolut
restaurants
behavior
floor
##staff
tasty
rela
peace
pretty
car
felt
late
old
pool
##bl
then
##ffic
##uring
asked
worst
arr
taxi
##ign
includ
india
team
dinner
full
different
fa
pos
##oice
##gan
##tu
stand
##ount
while
never
trip
days
minut
give
incred
management
incredi
ent
ngood
rest
sw
same
##ap
##ll
##food
cleaned
comfy
specially
said
thanks
##sible
add
accommodating
absolutely
bit
fast
his
must
nn
##ever
##bly
##tiv
##ild
compl
without
comfort
speci
memb
##eping
imp
two
during
fab
fine
le
nd
wa
##yond
star
##tis
iss
atm
beyond
cons
guy
expec
hostel
reasonable
know
10
dec
na
nb
pic
##up
##har
allow
ready
such
outside
flight
##reci
options
exceptional
peaceful
expecta
br
bas
hum
mod
nvery
sit
##ct
##ash
tow
##reet
##urn
##act
choice
##form
ass
receptionist
recommended
superb
appreci
things
mention
standard
den
dri
ns
##gr
##cl
##loc
##ern
thr
told
##anged
##ations
local
exce
try
sure
checkout
##ude
above
see
cheap
prompt
sleep
ba
dr
nroom
##phere
##ave
##xur
##con
##ber
##blem
##osphere
problem
quick
expect
part
buff
centr
guests
arrived
customer
atmosphere
expectations
effic
nth
right
##ness
##ie
##day
##ya
##elf
##enta
##ence
clos
##arm
fresh
##own
actu
conn
needs
facility
does
charged
given
intern
##eets
luxur
hours
relax
incredibly
buffet
bal
both
et
gen
hear
kar
nstaff
str
##pen
##ial
##ink
##iness
inside
being
offered
taste
15
em
long
sc
wind
##zy
##ensive
top
##ank
##ath
coming
acces
noise
should
checked
nights
expensive
parking
interior
indian
houseke
hygienic
minutes
through
efficient
window
cou
lea
mat
nh
ter
##uff
##ken
##yo
##nding
##ory
##ised
within
##ighb
neighb
everyone
places
hospitable
shown
paid
nwe
special
members
basic
modern
##entary
etc
housekeeping
cost
each
far
him
list
nit
pick
phot
rate
##ming
##come
##vi
##lo
##li
##less
##bs
##hood
##ase
prim
##ired
reg
ref
##porta
properly
env
satis
times
##trac
couldnt
cozy
welcome
called
##pared
order
wait
pict
humble
aff
eat
hea
open
pur
warm
##uly
##ee
##aj
##aud
##not
##iv
##tally
##onment
inform
##ility
##ures
##ironment
friends
ask
spot
rem
plus
ens
conf
making
##line
street
okay
accommodation
build
own
busy
business
second
decor
##clean
actually
environment
afford
door
found
id
let
light
mid
soo
set
und
##ak
##ies
##med
##ts
##led
##where
##ooth
totally
##ary
comple
attrac
areas
served
change
##fortable
online
rep
##ched
##imentary
outsta
##ments
bathrooms
##iety
please
charge
seen
pahar
however
requests
hygiene
common
impro
##cony
balcony
photos
prime
satisf
outstanding
bir
card
came
dou
done
down
gave
mis
meal
nm
oyo
rs
sing
##ress
##au
##are
##ck
##val
##till
##oment
inn
##ang
##ately
##read
locality
fraud
##icul
delight
truly
sugg
shop
use
##pped
smooth
design
stuff
visiting
charg
whole
enjoyable
center
lugg
tourist
##ointed
variety
including
##ganj
complimentary
issue
central
gener
building
affordable
able
ele
hu
may
moment
non
still
tid
##pe
##iance
##most
##be
##ering
##tail
##ates
##reen
frid
priv
spread
plan
lift
providing
attention
support
difficul
reached
##press
keep
fake
allowed
denied
driver
##location
exceed
accessible
luggage
tidy
fridge
bl
cor
el
end
fi
gl
hard
mo
n2
num
sea
side
wr
##ux
##ey
##app
##ym
##bby
##hr
##we
##fr
##tire
##ready
##ets
almost
already
che
delux
nois
dem
entire
##rible
upgr
office
adv
coff
looking
looked
wanted
travelers
menu
secur
responsive
surpr
simple
consid
towel
mentioned
doesnt
attractions
paharganj
double
single
12
aer
aut
baz
cr
green
hor
nam
put
ret
rude
##ov
##ita
##que
inv
##ational
hand
##verall
worked
##rop
detail
conta
nthey
organ
perfectly
##unning
bedsh
ambiance
ordered
arrange
appreciated
bagh
neighbor
huge
deluxe
coffee
bot
bar
bag
col
her
mar
nic
nfood
ph
park
poin
roo
ser
sound
ty
table
##eed
##ees
##na
##night
##ipped
##sw
##xim
##cy
##cri
##ling
##inen
##cept
##orm
##tit
ins
lobby
##ulous
##though
proxim
choo
changed
once
webs
amount
##amp
access
living
soap
solo
meet
works
resid
itself
saf
behaved
anything
smell
smile
##tenance
easily
going
required
lots
##ems
payment
##hotel
response
transport
included
enter
situ
expected
karol
couple
leave
pictures
confir
exceeded
number
security
horrible
neighborhood
website
cal
cos
cur
due
gym
hom
ive
nat
nlocation
pu
ren
sar
tem
wi
##ues
##ive
##ger
##kes
##mor
##wise
##fer
##jay
three
##eable
wasnt
class
##ecious
although
##enty
comp
process
cha
helpfull
spend
specious
plenty
##ching
answ
##aded
she
sheets
reserv
##roach
##ppos
maintenance
bath
##quipped
expl
##ized
visited
importa
impress
offer
##ung
accord
someone
##ably
cold
centre
arrival
arranged
complain
fabulous
guys
drin
closed
international
luxury
luxurious
empl
##medi
shops
noisy
contact
proximity
choose
important
according
100
ajay
bro
cat
drop
emb
ig
lou
mall
mind
now
sin
sil
sear
tu
till
##ra
##pur
##ah
##ale
##ket
##ction
##vel
##ves
##bo
##her
##hal
think
##inal
##enti
total
into
##anj
##ularly
##ety
##thday
##ured
hair
event
revi
deli
sho
##rooms
manner
taken
anyone
descri
immedi
managed
otherwise
betwe
looks
fair
swim
sweet
##tively
issues
##actory
appreciate
internet
heart
purp
information
decorated
birthday
##augh
return
nicely
##titude
cosy
renov
review
between
20
boy
cant
case
esta
face
ho
kep
la
mon
nand
oppos
pill
red
rates
send
tou
tree
##und
##rs
##pm
##ek
##dle
##gest
##vious
##ls
##light
##bility
##hen
##ward
##fa
##fic
##15
##erg
##ead
##eat
##eness
##ana
##ator
exch
exact
##iling
asking
comforta
rece
recent
##vers
real
accept
##ustle
checking
##pping
priced
##ody
##tric
visa
showing
prepared
partic
mins
hosts
personal
look
secure
toilets
##part
247
traveller
travellers
relatively
possible
minute
address
start
standards
except
scam
windows
term
middle
improve
delightful
designed
fix
bedsheets
phone
type
safety
confirm
calm
broken
since
shopping
swimming
kept
opposite
pillow
ap
bel
cord
count
cash
fin
fit
fle
fut
gir
gud
gate
ki
ket
less
mil
mos
ng
nal
pm
pow
path
sel
sty
tell
ve
##ub
##uct
##ps
##pite
##etic
##ne
##din
##tely
##low
##body
##30
##tage
##tim
##estions
##ited
int
alone
##ended
compared
##thy
##osh
helping
##ird
attitude
child
ash
speed
tried
sum
thats
noverall
eng
cont
saw
prices
##thetic
##ages
##agar
##ries
willing
cook
##comfortable
##arding
upto
disapp
##unch
availab
pleasure
appointed
others
accommodate
feeling
washrooms
exceptionally
commun
thought
travelling
customers
caring
##blic
posi
entr
addition
##tivity
member
impec
left
level
assist
drive
nrooms
closer
connec
relaxing
strong
terr
heav
under
completely
satisfactory
miss
meals
else
wrong
chef
demand
upgraded
point
public
wife
employ
catch
immediately
purpose
cordial
flexi
kettle
11
aes
ban
break
dorm
eff
ear
equipped
furn
god
hrs
jas
ka
kh
mus
nl
nf
n3
nar
none
nclean
ori
ra
rup
sen
sent
sight
tal
vill
wide
wish
year
##pect
##eign
##iti
##self
##mi
##man
##count
##la
##br
##10
##ele
##ced
wash
##edic
foreign
##ult
##ular
exist
items
##irs
##acy
##acks
##ush
spent
tra
sun
life
word
world
##ersta
congest
arch
recommendations
tax
makes
cool
evening
cancell
##quit
whenever
kindness
stor
stunning
previous
unh
direc
approach
giving
court
##ples
paper
markets
respond
mostly
ground
##ftop
keeping
##blish
incredible
nno
specific
nahi
nbreakfast
bring
assis
deny
drink
connaugh
pickup
spotless
ensure
soon
satisfied
suggest
privacy
difficult
consider
towels
rooftop
situated
homely
temple
tuk
mannered
touch
exchange
exactly
recently
particularly
future
power
pathetic
positive
impecc
connectivity
heavy
aesthetic
rupees
congested
connaught
apart
bill
bloc
ce
cab
da
dust
dist
fre
fav
fun
goo
gor
hon
jo
ja
ji
km
last
lunch
niz
nagar
oc
pass
rent
range
shi
tar
turn
wall
wont
wise
##ug
##uc
##uit
##ually
##ren
##res
##row
##og
##over
##pal
##pro
##aw
##aar
##ia
##ian
##ding
##gant
##sh
##sel
##ka
##male
##ctric
##bed
##hli
those
these
##oup
##esta
##omet
##anti
##alf
low
clear
forward
##ared
##ection
pres
prior
exec
##ervice
atta
chose
week
spa
##owd
##vered
##verage
trust
true
suite
##geous
sol
memor
##ourhood
used
dehli
confortable
overnight
##ected
##ager
fact
maj
anywhere
cannot
newly
##arkable
kindly
##sibility
dish
getting
offers
famil
extended
##fessional
##ickets
##ocity
respect
trains
##ygienic
arrive
welcomed
##tings
conditioner
conditioning
grand
tours
says
worthy
key
travelled
slept
transit
transporta
nnice
knowled
flights
town
choices
trying
problems
centrally
nthis
1500
##ather
couples
neighbourhood
listed
remarkable
ensured
streets
owners
ideal
understa
improved
suggestions
charges
general
electric
advice
surprised
aerocity
bazar
bazaar
crowd
bott
answer
reservation
explor
impressive
description
establish
recei
pillows
girls
mosquit
style
##ucture
availability
entrance
additional
terrace
traffic
ceiling
distur
gorgeous
honest
nizam
##professional
transportation
bhi
bustle
cer
cut
cam
cup
hence
ir
line
linen
mas
mean
mul
mile
mach
nc
oas
pal
pack
rice
ride
rating
running
rather
son
sat
treat
tickets
ur
uber
vin
##uch
##round
##oid
##ex
##ati
##ny
##nel
##ned
##nge
##ire
##iable
##ique
##geable
##ser
##ker
##my
##cial
##tun
##les
##lish
##breakfast
##bably
##house
##win
##wor
##fo
##era
third
##ina
##til
##ene
##ened
##any
client
locations
along
##ilt
##uty
##ther
having
##irr
##ither
##ayed
##icing
##ication
##icks
probably
ones
why
##iendly
##used
aspect
behi
spea
neg
##veral
sub
everyday
everywhere
accom
que
deep
saket
##uddin
##ateful
##rita
taking
##tress
polit
higher
##ize
stop
cooperation
prefer
bigger
unprofessional
unique
goes
minim
charming
covid
cock
female
vibe
seem
several
require
##000
interac
caf
lotus
trained
requested
dining
views
group
grateful
fully
twice
##assy
24h
surround
various
varie
constr
relaxed
topnot
accessibility
interiors
match
mattress
regarding
picture
midnight
useful
charging
tourists
glass
##hram
##friendly
auto
bottle
bags
colle
marina
serve
##inental
nature
drinking
drinks
embassy
igi
lounge
silent
searching
##ential
renovation
terminal
confirmation
apol
ngreat
##time
interv
summ
disappointed
flexible
godwin
music
villa
years
cancelled
unhygienic
impeccable
occ
memorable
knowledgeable
exploring
establishment
mosquito
nizamuddin
multi
oasis
##tunately
accomod
varieties
topnotch
average
bo
brea
bell
bab
bha
creat
cred
cele
du
deal
duty
eur
eating
eager
either
fur
fell
four
fol
gey
hes
hop
k3
lad
later
land
move
nu
np
n4
nac
nrec
norm
nhotel
om
oper
rat
rud
run
ranj
sy
sou
sad
site
somet
test
tip
ver
vac
##uz
##ution
##ok
##eous
##equ
##ext
##ier
##iew
##gal
##xcellent
##cel
##tel
##tly
##vice
##you
##bes
##he
##hat
##50
##ja
##just
##ero
ther
##oof
##ooking
##tation
##eless
##ini
##inking
staf
waste
##ors
##tiven
##ote
##ings
##ens
##ency
##ese
##iting
##omen
##least
##icen
inst
inhouse
##ani
##athroom
##ision
locate
form
##econd
fruit
cleanness
press
exam
aloo
ally
alter
often
##ents
##ented
##fully
##ilities
##endable
##elpful
##ided
hai
atleast
ons
ashram
nevery
necess
nexcellent
allot
##ained
##owing
##amb
##amos
suc
suit
action
active
live
##hipal
##ants
sheet
shamp
energ
encount
conc
##they
abd
taj
behalf
mahal
mahipal
cooling
##ards
guard
avoid
despite
images
superior
managers
premi
somewhere
somebody
##tains
##ummy
ease
unfor
uncomfortable
beautifully
hass
adequ
built
sized
esc
##ock
conveniently
##opean
happened
whats
saying
commendable
##haw
promised
surely
transfer
position
entry
##apan
hostels
sitting
nsp
##gress
promptly
quickly
nthank
actual
connected
stress
##ankaj
listen
##lier
refund
cards
##anging
generous
private
planned
difficulties
ended
hardly
surprise
considering
aero
handy
arrangements
residential
situation
spending
impressed
1000
loud
delivered
reviews
boys
month
comfortably
improvement
below
milk
nalso
veg
children
english
communication
employees
effort
earlier
narrow
assistance
walls
##selves
attached
dishes
respectful
understand
crowded
received
disturb
machine
package
##ickshaw
requirements
interview
multiple
bhai
credit
celebr
european
further
follow
geyser
hesita
nrecommend
ranjana
syst
south
something
instead
pressure
altern
shampoo
energy
encountered
mahipalpur
adequate
1l
16
2nd
3r
700
bb
bou
bes
bol
bung
cir
citi
der
dedic
ed
eater
fool
feat
gent
gst
gard
ganj
hi
hid
hind
hol
heal
hustle
ill
jam
japan
ko
king
kat
kid
kail
licen
mess
might
mag
mater
mirr
nr
nin
nrea
net
nch
nso
nall
nav
ncomfortable
ob
opt
pas
pan
post
poc
pamp
pankaj
rom
rus
round
rickshaw
sn
sav
sep
sign
sched
slight
wer
wet
ward
yes
yet
yummy
zero
##uj
##uous
##utive
##ructure
##oj
##ole
##overall
##pat
##pre
##pic
##ptable
##preet
##eing
##aid
##ake
##afe
##no
##ni
##nice
##ners
##io
##iant
##gu
##ga
##gle
##gage
##ses
##ky
##kesh
##main
##mark
##mine
##mless
##co
##tt
##tend
##van
##vator
##was
##far
##zen
##12
tha
##tar
##taking
##asy
##elet
##ceptable
##tiya
##enic
##esy
##estion
##itect
##iture
##lequipped
infr
info
##ane
##anks
##anna
##alow
lok
##ature
##atha
##atform
##ism
##ising
##ises
##istic
##isure
forget
##ective
pricing
##ether
stays
##ila
##ilst
##thtaking
hauz
##erves
attend
notch
##astructure
serving
serves
##icy
chat
chill
chand
chick
foods
whate
whether
whilst
friendliness
##ighly
spo
among
amrita
plans
plug
plants
platform
##aces
delh
myself
supp
suited
anand
activ
soft
social
##ada
##adi
shah
shared
##ours
nearest
bedroom
bedding
##ills
##illiant
using
usually
##aza
sab
stations
amazingly
art
timely
##aging
##ateg
##please
maintain
takes
taps
provides
valu
##ought
cooked
highlight
guid
express
deserves
step
##sion
moreover
showed
gets
offering
prep
##ume
##umar
uns
unw
unable
until
pleased
adj
covers
via
vibes
wellequipped
##seeing
interest
buy
quieter
smaller
decently
roam
personnel
##gether
feels
reachable
relie
##rect
luck
##ished
firm
nwhen
everthing
finding
toiletries
cheater
cheated
pleasantly
difference
responsible
knew
floors
cared
carry
arranging
restr
switch
nnot
fabex
least
leisure
1015
1010
decided
nafter
nbut
##ashm
nservice
seeing
nthere
##ieve
genu
heard
emp
scary
nhelpful
regular
refr
refuse
refused
waited
heat
opened
spots
remote
decoration
doors
lights
lighting
setting
complem
repu
nmr
nmy
generator
elegant
blank
corner
glad
seat
seamless
##hrs
upgrade
names
invoice
details
organized
bedsheet
arrangement
baggage
colon
points
roof
sounds
natur
sarfar
##more
chai
chairs
##roaches
delivery
described
renovated
202
hold
treebo
reality
finish
fittings
kiya
select
selection
##30am
continental
missing
demanded
furnished
jasmine
oriented
sense
sightseeing
talking
foreigners
architect
previously
directly
courtesy
responded
specifically
block
daily
favor
function
google
job
##antity
present
executive
major
families
bottled
honestly
iron
palace
vinod
clients
behind
speak
negative
deepak
cockroaches
seemed
cafes
breathtaking
normal
omelet
rudely
theres
##tiveness
onsite
necessary
success
premium
unfortunately
whatsapp
stressful
disturbance
alternative
3rd
bungalow
circ
eateries
healthy
japanese
kailash
mirror
nreally
pocket
pamposh
snacks
slightly
infrastructure
chicken
whatever
activities
fabexpress
sarfaraz
14
13
25
30
40
ah
af
aur
aap
bi
ben
bang
cu
cast
cig
categ
dw
dom
dest
dry
daugh
fo
fly
fame
fish
ge
ga
gk
gon
gem
greet
gadi
hy
har
hist
hyg
hung
ital
ju
jun
kuch
kumar
kashm
ll
lack
laj
lane
ms
mal
mol
mass
n5
nor
nim
nif
nhot
nto
nfr
nplease
op
pi
pen
pip
pita
rk
rid
rol
rach
si
sal
squ
session
sach
ti
tel
tired
ven
vale
west
wear
women
wanna
xa
yog
##uf
##ule
##ual
##uven
##uments
##uction
##ru
##ring
##ral
##rid
##right
##oti
##off
##oking
##ply
##ptiv
##ez
##eks
##aired
##nif
##iff
##iar
##iest
##ione
##de
##ds
##den
##got
##ges
##gust
##ginal
##son
##set
##spe
##service
##km
##kh
##kfast
##khar
##min
##cont
##condition
##vent
##vision
##lery
##looking
##boo
##bas
##bin
##bers
##bile
##back
##hit
##how
##hone
##hav
##wan
##fied
##zal
##juven
##20
##62
##erous
##erally
##eries
thi
thor
thug
##ndry
##oon
##ooked
##ooja
##take
##tant
##inks
##eand
##eated
##ono
##ots
##ening
tomb
together
##itor
##itory
##oma
goods
isk
ist
##ley
##icent
inr
initi
##anas
##anth
##antage
##ala
##ali
lost
##ato
##ret
##rend
clea
club
##iss
##ison
##isit
##ister
##isite
##ishing
locked
fort
force
forgot
##ech
cleaner
cleanest
prot
proof
exel
exqu
exisit
alright
alley
##perature
##ilar
##uted
##endra
compar
##ident
##iday
havent
##acter
##acilities
progress
chance
chole
evident
weeks
youre
youll
##uss
spr
spark
repr
rejuven
neet
plun
plates
##acement
delayed
##che
##amazing
##ienc
trou
everytime
liv
sofa
qual
quantity
##add
wellmain
books
shanti
properties
worry
aircondition
bedrooms
##illed
##roll
##rogant
deb
depart
concept
##ola
arrogant
recom
reccom
bookings
outd
abh
##ried
##riate
taker
##oughly
map
maid
##stuff
##taurants
smoking
cancel
agra
##istent
##ileged
highway
highspe
guess
guide
against
upon
##izing
stud
stinking
displ
dispen
distric
discount
disgust
prem
prefect
prepar
somehow
famous
##tainly
party
parks
paratha
paranth
##ift
flood
flow
unfa
##star
##stan
##stant
yourself
gold
neatly
mini
character
appl
appear
approp
##ptuous
feed
gives
mukesh
accommodated
accommodations
enjoying
fans
cake
cafe
captiv
bukhar
tasted
attentiveness
calls
calling
##taneous
professionally
persons
personally
##ocked
training
##ipur
traveler
traveling
roads
professionalism
paying
nwell
nwifi
literally
mrp
walkable
themselves
spaces
conditions
gra
grt
reasonably
twin
commut
##ointing
suraj
simply
similar
absolute
includes
posh
##tub
##ape
nnear
nnext
ndls
started
starting
consistent
knows
knowing
nbig
nbathroom
pics
picked
##upid
expectation
brand
brilliant
basis
sites
towards
assign
nsecond
sleepy
##aveen
expecting
nthanks
closeness
structure
##ials
tasteful
email
scared
throughout
nhe
nhas
nhighly
listing
nits
regret
register
waiting
head
purch
ensuring
##aka
complete
reply
repaired
repeated
mistake
##aundry
##value
elevator
maybe
privileged
difficulty
corrid
moved
moving
mobile
seating
noises
advise
advantage
1200
authen
greenery
named
inviting
organised
marri
serious
serene
typic
inspite
residency
smelled
confirmed
curtains
sarvice
temperature
company
answered
reservations
bathtub
explain
complaint
complained
emplacement
ign
malls
minded
search
##board
events
fairly
faced
hotal
comfortabl
accepted
terms
believe
counter
country
finally
ashu
sumptuous
disappointing
chefs
employee
dorms
furniture
khas
original
sens
words
taxis
store
directions
grounds
bringing
assistant
denying
consideration
aesthetics
aesthetically
apartment
blocked
data
jaipur
kms
shiv
tariff
##ucing
##restaurants
##shan
##estaff
weekend
solve
solution
factor
familiar
bottles
certainly
cutlery
cupboard
masala
means
saty
subway
politeness
minimal
minimum
interaction
interacted
surrounding
construction
mattresses
collection
apollo
summer
accomodation
accomodating
baby
fellow
hope
nuke
rats
tips
example
neverything
abdul
hassle
months
celebrated
hesitation
system
beside
citizen
dedicated
gentle
garden
hidden
katra
kids
license
magnif
pasta
russi
separ
signal
schedule
wardro
##market
delhis
supply
lucky
restric
refresh
complementary
reputation
blanket
natural
architecture
favorite
functional
omelette
ahead
afzal
castle
cigare
category
daughter
fox
gonna
greeted
hungry
italian
juice
llam
lajpat
malvi
molto
penny
pitam
roll
rachna
venue
valet
western
xa0
thoroughly
initially
exquisite
sparkling
repres
plunge
wellmaintained
highspeed
district
disgusting
unfair
appropriate
captivating
bukhara
registered
authentic
typical
magnificent
05
09
1st
21
27
26
2am
200
2000
2km
34
300
45
500
64
6am
6pm
615
800
94
900
az
auch
auf
bh
boom
bust
bank
bunch
bene
bought
cp
ci
c9
cle
crea
cous
cater
cine
cult
dos
dow
dark
dang
dhal
ec
equ
f9
foo
fil
fail
foc
fuss
gm
gar
gul
gur
gated
gand
gha
gali
hit
hal
hell
hus
hall
half
htel
ii
jw
jat
jus
jour
joy
join
july
kab
kah
lin
len
lle
lim
laz
lag
lem
lang
lacks
lga
laundry
mi
mic
mould
medic
mtt
nt
n6
nan
nos
nhi
nour
nill
ncom
npar
nloc
nfriendly
nyou
njust
ou
obl
ola
po
pv
pin
por
pul
pac
pain
pun
pear
pand
pie
pagar
qut
ris
rar
rac
rain
rough
roy
raj
rak
rare
rosh
rush
sk
sor
san
sus
sick
stra
sym
sque
te
t3
tin
tut
tall
tone
tele
text
tila
uk
um
uday
util
wo
wea
wood
wat
wow
wif
wok
ya
yest
yam
zim
zun
zaza
##uy
##uce
##uge
##upi
##uage
##uced
##ran
##ram
##rass
##rdin
##oe
##oing
##old
##pos
##pay
##pack
##path
##eper
##eem
##every
##easy
##aul
##aim
##atis
##nu
##ng
##nce
##nal
##near
##ney
##ncy
##iy
##ib
##ias
##itable
##iod
##dr
##del
##dar
##dry
##gi
##gs
##gy
##gely
##gamos
##sc
##ster
##some
##sew
##second
##ko
##kn
##kit
##kar
##kers
##kash
##ma
##mer
##mac
##mers
##made
##xx
##x7
##cour
##cked
##cks
##cted
##cake
##tery
##tom
##tling
##vior
##vamp
##list
##lead
##ye
##ying
##ba
##bt
##bel
##bing
##but
##bad
##band
##bathroom
##hel
##hom
##hol
##hesh
##hey
##hours
##wal
##when
##fl
##fit
##free
##fact
##factory
##zo
##zi
##4h
##jun
##jeet
##jhe
##28
##eral
##erate
##erday
##erpreet
tho
thn
thin
threat
thum
thinking
##ndly
##taf
##taff
##tabl
##taker
##ased
##asome
##asily
##assi
##asures
##els
##elly
##elicious
##int
##inely
##inue
##inations
##ones
##ontaneous
stain
state
stall
stairs
##orant
##orate
##orst
##orrect
##tio
##tiest
##tique
##ticed
##otel
##ena
##ention
##enity
##ffar
##oul
##esp
tom
toh
toast
today
##itten
goodstaff
goodbreakfast
stafff
stafffood
roomy
inj
instant
##annel
lod
lol
load
##rees
##reception
clin
clus
cloth
clock
##isa
##isine
##isla
locati
fortunately
##aring
##arter
##arily
##arged
##arrass
##eanor
##eck
##ecom
##ecooked
fry
fried
cleanstaff
cleanfood
##ulent
##ulate
##ults
##ultation
prin
prac
praw
prize
exc
exha
exll
excel
##ete
##eted
##etent
stayth
stayall
stayboo
ali
##veen
##veill
##perative
##iles
##ilent
##uttle
##uttiya
comment
combo
##thus
##thank
##theless
##osen
##oses
##ura
##uri
##urt
##urate
##urning
##ellent
##ida
hain
##ires
##irst
note
notes
##ayun
##aste
servic
##ics
##ict
##icable
##acin
prod
proced
provision
chr
chain
chang
channel
chuttiya
chosen
##fort
onward
white
roomshal
helpfully
helpfulness
greater
greatly
youd
##uses
##ustable
##usion
aster
asks
beverage
spac
sport
spicy
spontaneous
revamp
friendlyfood
breakfasts
neasy
amit
##itya
pls
plum
plenti
plaza
delay
delist
##keep
##kept
##aint
##tyard
##vertis
read
##ament
##ntown
##iency
tri
traces
##imos
suffic
subs
suppos
suitable
antic
anuj
anni
ankit
##porative
##getic
act
acceptable
lik
lied
liking
liqu
sock
therefore
##hig
##hile
questions
question
queries
quarter
quaint
##ades
##adise
nobody
noticed
noida
##anted
measures
welltr
wellapp
wellkept
shw
shor
shab
sharm
share
shocked
##iences
nearer
nearly
worries
excellentstaff
##portun
aircon
##usted
##ustry
##azil
resol
resort
##rol
ourselves
experienced
experiences
dep
dece
enab
encl
enthus
mane
manor
manners
##olen
##olated
##ppy
overb
overw
overlooking
sag
pricey
arjun
reci
recall
timing
outer
abund
##rif
##riger
##outeous
receptionlo
maine
mainly
recommending
recommendable
tap
tata
facing
tooo
bathing
battery
perform
period
##iging
##igate
behave
closeby
maple
mahr
maps
mahesh
cooking
coordin
##tall
anyway
anymore
smiling
smelly
smiles
agree
aggress
##coming
police
policy
##pital
##ephone
news
kinda
##lined
upset
upmarket
##tically
aval
deser
descent
##izione
stink
story
stinks
stroll
stupid
sttaf
stones
stolen
visitors
disc
impr
##venient
showers
walked
cooperating
account
accurate
##abile
##ability
##aborate
biggest
parents
paradise
##umstan
##utiya
##ions
flav
flush
flaw
una
unit
unclean
unne
unex
unhig
##stay
##station
##stairs
die
diya
beautifull
hasta
pleasing
doc
doing
neatness
adm
adult
advertis
mine
minar
mineral
charm
apple
##pted
extend
covered
vihar
vivan
mujhe
sehr
seems
##ander
##anded
accommodative
wonderfully
indeed
inderpreet
industry
fancy
intercom
interru
intercont
cause
buck
tastes
course
courtyard
smallest
aware
awasome
dirt
dirtiest
rohit
##place
extreme
sizeable
ower
professionel
personel
ambienc
busiest
homemade
##ember
trainstation
backpack
niv
reaching
thankful
thankyou
travels
payments
relation
reliable
##price
##proof
##praveen
##rected
happiness
whereas
wherever
##ishek
nwith
nwill
nwould
nworst
dined
mrs
mrt
caretaker
kitchens
cheat
cheaper
cheating
cheats
conditioned
gracious
grade
touris
reasons
firstly
ways
24hrs
24x7
##have
##happy
orders
responses
workers
carte
carried
older
##bleness
fault
posizione
##tuk
##tuks
standout
trips
entered
entering
added
adding
nneat
##tives
comforts
fabhotel
nde
ndelicious
wale
wake
waist
waha
##tish
consum
consultation
declined
nbe
nbest
##upying
brak
brought
brazil
based
human
humayun
humbleness
model
moderate
asset
assume
receptionists
appreciable
nsh
nstr
nsafe
##graded
throw
localiz
seeking
bak
bata
bahi
baad
baisla
draw
partner
efficiency
nthen
nthird
connect
doesnot
relaxation
balance
bothered
karne
tastefully
emerg
screen
##anka
leaking
leafy
leaving
matter
matched
matching
nhis
nhad
terrible
##yoti
paidlocation
costs
costly
photo
##viour
##lessly
regularly
regards
refriger
##tractions
ordering
waiter
waiters
eaten
heater
opening
puri
##aja
informed
remain
remove
remember
confusion
##cleanliness
idli
sooo
repeat
birds
doubt
downstairs
downgraded
misbe
mislead
##aug
fraudulent
suggestion
stuffs
chargeable
moments
nonly
##tails
plane
planning
supporting
drivers
exceeding
blue
blown
correct
corporative
corrected
elsew
five
glowing
moh
n24h
write
wrost
demeanor
advance
secured
surprising
considered
12pm
aera
autor
automa
namely
namenities
returning
##itar
##itage
invol
organise
organizing
bars
barely
coll
marks
soundproof
insist
install
meeting
residence
smelling
curry
curren
homesta
homecooked
saroj
compact
compare
competent
chaos
answering
##unga
complains
complaints
dropoff
embarrass
silance
silence
searched
##pura
hairs
eventually
immediate
purposes
estaba
faces
hoarding
monuments
sending
touched
##undan
receive
##versary
accepting
particular
personalized
scammers
fixed
fixing
countries
girl
mila
mosque
nalways
telling
vege
ashish
engage
control
availabel
community
thoughtful
assisted
assisting
strongly
demands
flexibility
1100
11pm
1162
bananas
dormitory
jasola
kahi
khan
nlots
nfree
nfacilities
nfirst
ratio
sights
talk
village
wishes
##manager
exists
sunil
sunsh
sunstar
taxes
stores
storage
papers
spotlessly
tuktuks
impeccably
cabs
cabin
dustbin
freely
freind
frendly
favour
goon
jai
passport
tarrif
turned
##ucated
##resp
##sheets
clearly
presenta
trustwor
majnu
keys
understanding
electricity
camera
cups
linens
satya
treated
treatment
vintage
##irrels
aspects
negoti
subur
preferred
cocktails
surroundings
usefull
apolog
occas
occupying
mosquitoes
boast
created
creates
lady
ladies
landing
operative
testy
testing
verry
vacant
##ierge
##gali
formal
alloted
allotted
##ambience
suites
actioned
concern
concierge
escort
nspacious
efforts
bhaiya
celebrate
following
hesitate
nrecommended
systems
boutique
educated
feature
features
hindi
holiday
materials
networ
navigate
obj
obvious
werent
##ttes
##tarpur
attending
spoke
shahine
sabse
valued
guiding
guidance
steps
##sions
prepare
prepaid
unsafe
unsatis
unwanted
adjustable
roaming
relief
cheaters
genuine
genuinely
empty
colony
colonial
2022
circumstan
bike
bengali
cuisine
domin
destinations
flying
gaffar
hyge
history
hygenic
kashmir
massage
opportun
squirrels
sessions
sachets
telephone
yogurt
##ezing
##services
##basic
##haved
thik
iskcon
clealiness
forgotten
exelent
comparison
rejuvenating
trouble
lively
departure
recomend
reccomend
outdoor
abhishek
maidens
displayed
discounted
premises
parantha
flooded
flowers
appeared
feedback
gratitude
commute
consistently
assigned
purchase
corridor
marriot
seriously
ignou
minimalistic
gentleman
russia
separate
wardrobe
restricted
cigarettes
llamamos
malviya
pitampura
represents
9415
bustling
coustom
downtown
dangerous
foot
filthy
gulshan
ghatiya
halt
husband
jatin
justi
journey
lines
llegamos
limited
lemon
language
mix
medical
obliging
poha
pvr
piece
qutub
rishi
rarely
royal
roshan
skills
straight
sympath
tej
watching
yesterday
zimmer
##upied
##iastic
##delhi
##dryer
##maculate
##homely
threatening
thumbs
stalls
cluster
clothes
prawn
exllent
excelent
staybook
##veillance
roomshala
sporting
friendlyfoods
plumbing
plentiful
sufficient
supposed
anniversary
sockets
welltrained
wellappointed
sharma
enabled
enclave
enthusiastic
receptionlobby
performance
mahraja
coordinate
aggressiv
stinky
impression
unnecess
vivanta
intercontinental
bucket
backpackers
brakfast
humayuns
emergency
refrigerator
misbehaved
elsewhere
surprisingly
automatically
currency
homestay
sarojini
sunshine
trustworthy
negotiated
circumstances
opportunity
